[
  {
    "العنوان": "المصدر (مضافا)",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه المصدر ويعمل المصدر عندما يكون المصدر مضافا",
    "الأمثلة": "قال تعالى: (لَوْلَا دَفْعُ اللَّهِ النَّاسَ)",
    "الملاحظات": ""
  },
  {
    "العنوان": "المصدر (منوّنا)",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه المصدر ويعمل المصدر عندما يكون المصدر منوّنا",
    "الأمثلة": "عَجِبْتُ مِنْ ضَرْبِ زَيْدًا",
    "الملاحظات": ""
  },
  {
    "العنوان": "المصدر (معرّفا بأل)",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه المصدر ويعمل المصدر عندما يكون المصدر معرّفا بأل",
    "الأمثلة": "عَجِبْتُ مِنَ الضَّرْبِ زَيْداً\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "اسم الفاعل",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه اسم الفاعل\nاسم الفاعل إمّا أن يكون مقرونا بأل أو مجردا منها. فالمقرون بأل يعمل عمل الفعل مطلقا أي ماضيا كان أو حاضرا أو مستقبلا",
    "الأمثلة": "هَذَا الضَّارِبُ زَيْداً أَمْسِ أَوْ الْآنَ أَوْ غَداً.\n\nوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الصفة المشبهة باسم الفاعل",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه الصفة المشبه وهي لا تنصب الاسم باعتباره مفعولا به بل باعتباره مشبّها بالمفعول به.\nوالذي حمل النحاة على اعراب الاسم الواقع بعد الصفة المشبهة مشبها بالمفعول به أن الصفة المشبهة لا تصاغ إلا من فعل لازم أي يكتفي بفاعله ولا يطلب مفعولا به وقد جعلوا فاعلها ضميرا مستترا فيه أي زيد طاهر هو فلما وجدوا الاسم الواقع بعدها منصوبا أعربوه مشبها بالمفعول به ولم يعربوه تمييزا لأن التمييز نكرة في الغالب.",
    "الأمثلة": "زَيْدٌ طَاهِرٌ قَلْبُهُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "صيغ المبالغة",
    "الوصف": "العامل الأصلي الذي ينصب المفعول به هو الفعل ولكنه قد ينوب عنه صيغ المبالغة وهي تنصب المفعول به بالشروط التي يعمل بها اسم الفاعل.",
    "الأمثلة": "أَمَّا الْعَسَلُ فَأَنَا شَرِبْتُهُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "دعكور، نديم حسين،1998، مؤسسة بحسون للنشر والتوزيع- بيروت، ط2، ص234",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]