[
  {
    "الفعل الرباعي المجرد من حيث": "التعريف المجرد من الأفعال",
    "الوصف": "أصول أبنية الأفعال إما ثلاثية وإما رباعية ومزيدها ينتهي إلى ستة،\n والفعل المجرد هو ما كانت جميع حروفه أصلية أي من بنية الكلمة ولا يسقط منها حرف في تصاريف الكلمة بغير علة أي سبب ",
    "الشواهد": "\nجَعْفَرَ"
  },
  {
    "الفعل الرباعي المجرد من حيث": "الرباعي المجرد (الوزن)",
    "الوصف": "هو الفعل الذي تكون جميع حروفه الأربعة أصلية من بنية الكلمة وليست مزيدة، وللرباعي المجرد وزن واحد وهو (فَعْلَلَ)، ويقسم على قسمين: غير مضعف والمضعف\nزلزل - سيطر - دحرج، بعثر، طمأن، وسوس، سيطر",
    "الشواهد": "زَلْزَلَ \n سَيْطَرَ \n دَحْرَجَ\n بَعْثَرَ\n طَمْأَنَ\n وَسْوَسَ\n سَيْطَرَ"
  },
  {
    "الفعل الرباعي المجرد من حيث": "الرباعي المجرد الغير مضعف",
    "الوصف": "وهو الفعل الرباعي المجرد الذي لا يكون فيه تضعيف أي ما كانت فاؤه ولامه الأولى من نوع مختلف، وعينه ولامه الثانية من نوع آخر مختلف مثل: دَحْرَجَ - يُدَحْرِجُ، ومثله: بَعْثَرَ، دَرْبَخَ",
    "الشواهد": " دَحْرَجَ \n بَعْثَرَ\n دَرْبَخَ"
  },
  {
    "الفعل الرباعي المجرد من حيث": "الرباعي المجرد المضعف ",
    "الوصف": "وهو ما كانت فاؤه ولامه الأولى من نفس الجنس، وعينه ولامه الثانية من نفس الجنس مثل: زَلْزَلَ - يُزَلْزِلُ\nحَصْحَصَ\nوَسْوَسَ\nبَلْبَلَ",
    "الشواهد": " زَلْزَلَ - يُزَلْزِلُ\nحَصْحَصَ\nوَسْوَسَ\nبَلْبَلَ"
  },
  {
    "الفعل الرباعي المجرد من حيث": "أفعال منحوته من الرباعي",
    "الوصف": "يوجد من الرباعي أفعال نحتتها العرب من مركبات فتحفظ ولا يقاس عليها ومعنى النحت لغة أي القطع.\nأما اصطلاحا فهو أن ينتزع من كلمتين أو أكثر من كلمة للدلالة على معنى مركب في معاني ما انتزعت الكلمة منه بقصد الاختصار للدلالة على قوله وحكايته\nمثل: بَسْمَلَ: إذا قال بسم الله الرحمن الرحيم\nحَمْدَلَ: إذا قال الحمد لله\nطَلْبَقَ: إذا قال أطال الله بقاءك\nدَمْعَزَ: إذا قال أدام الله عزك\nجَعْفَلَ: إذا قال جعلني الله فداك\nسَبْحَلَ (قال: سُبحانَ اللهِ)،\n حَوْقَلَ (قال: لا حَولَ ولا قُوَّةَ إلَّا باللهِ)،\n وحَسْبَلَ (قال: حَسْبِيَ اللهُ)",
    "الشواهد": "بَسْمَلَ (قال: باسمِ اللهِ)\n سَبْحَلَ (قال: سُبحانَ اللهِ)\n حَمْدَلَ (قال: الحَمدُ للهِ)\n وحَوْقَلَ (قال: لا حَولَ ولا قُوَّةَ إلَّا باللهِ)\n وحَسْبَلَ (قال: حَسْبِيَ اللهُ)\n وطَلْبَقَ (قال: أطال اللهُ بَقاءَك)\n وجَعْفَل (قال: جعَلَني اللهُ فِداءَك)"
  },
  {
    "الفعل الرباعي المجرد من حيث": "الفعل الرباعي المجرد من حيث اللزوم والتعدي",
    "الوصف": "الرباعي المجرد فله بناء واحد، وهو (فَعْلَلَ) بسكون عينه وفتح ما عداها ويأتي لازماً، ومتعديا، والأكثر فيما ورد منه التعدي: فمثال ما جاء منه لازما: حشرج، وفرشح، ودربخ، وجربذ، وجرمز، وكرفس، وقرنط، وخذرف، وقرقف، وخربق، وعملق، وبهدل، وخزعل، وعثجل، وبرشم، وبرطم، وخضرم، ولعثم، وهذرم، وميمن.\n\nومما ورد منه متعديا : قرطبه، وقرضبه، وخرفجه، ودحرجه، وفرطحه، وفلقحه، وكردحه، وبعثره، وبحثره، وجحدره، ودعثره، وعركسه، وكردسه، وبرقش كلامه، وقرفصه، وقرمط كتابته، وشرجعه، وكرسف الدابة، ودعفق الماء، وشبرق الثوب، وشربقه، ورعبله، وعبهل الإبل،وغربل الدقيق، وثرمل اللحم، وحرجم إبله، ولهدم الشيء. ",
    "الشواهد": "جَرْمَزَ، كَرْفَسَ، قَرْنَطَ\n خَذْرَفَ\n قَرْقَفَ\n عَمْلَقَ\n بَهْدَلَ\n خَزْعَلَ\nبَرْشَمَ\n بَرْطَمَ\n خَضْرَمَ\n لَعْثَمَ \nودَحْرَجَهُ، وبَعْثَرَهُ، وجَحْدَرَهُ، ودَعْثَرَهُ، وعَرْكَسَهُ، وكَرْدَسَهُ\n وبَرْقَشَ كَلامَهُ، وقَرْمَطَ كِتَابَتَه، وكَرْسَفَ الدابة\n دَعْفَقَ المَاءُ\n شَرْبَقَهُ، وغَرْبَلَ الدَقِيق، وثَرْمَلَ اللحمَ\n لَهْدَمَ الشَيءَ. "
  },
  {
    "الفعل الرباعي المجرد من حيث": "",
    "الوصف": "",
    "الشواهد": ""
  },
  {
    "الفعل الرباعي المجرد من حيث": "ملحقات الفعل الرباعي المجرد من حيث",
    "الوصف": "الوصف",
    "الشواهد": "الشواهد"
  },
  {
    "الفعل الرباعي المجرد من حيث": "ملحقات الرباعي ",
    "الوصف": "الالحاق هو أن تزيد في البناء زيادة لتلحقه بآخر أكثر منه فيتصرف تصرفه أي يعمل عمله، ويحتاج لمثل ذلك الإلحاق في الكلمة في مثل ذلك التركيب الذي وقع عليه الإلحاق في الشعر والسجع ليكتمل الوزن وغيره،\nولا تكون تلك الزيادة في ذلك الموضع مطَّردة في إفادة معنى كالهمزة في: (أكبر، أفضل) للتفضيل\n\nوللإلحاق شرطان هما: أن الزيادة لا تطرد في إفادة المعنى.\nأن الملحق يجب أن يجاري الملحق به في تصاريفه جميعا فإن كان فعلا تبعه في الماضي والمضارع والأمر والمصدر واسم الفاعل واسم المفعول مثل: الفعل جلبب ملحق بدحرج\nونميز أنَّ هذه الأوزانَ للإلحاقِ بأنَّ مَصادِرَها تأتي كما تأتي مَصادِرُ ما أُلحِقَت به؛ تقولُ: جَلْبَبَةٌ، وبَيْطَرةٌ، ... كما تقولُ: دَحْرَجةٌ  .",
    "الشواهد": " جَلْبَبَةٌ، وبَيْطَرةٌ، ... كما تقولُ: دَحْرَجةٌ  ."
  },
  {
    "الفعل الرباعي المجرد من حيث": "أوزان ملحقات الرباعي ",
    "الوصف": "ويُلحَقُ بوَزنِ مُجَرَّدِ الرُّباعيِّ (فَعْلَلَ) أوزانٌ كثيرةٌ، والإلحاقُ زيادةٌ على الأصلِ، ليُشْبِهَ لفظًا آخرَ، فيتصرَّفَ تصَرُّفَه؛ يعني أنَّنا نَزيدُ في أصلِ الفِعْلِ كي يُشْبِهَ الرُّباعيَّ في الحَرَكاتِ والسَّكَناتِ؛ ونذكُرُ مِن هذه الأوزانِ: فَعْلَل ذو الزِّيادةِ: مِثلُ: جَلْبَبَه، والأصلُ: جَلَب، وهذا الوَزْنُ يختَلِفُ عن الأوزانِ الأخرى في أنَّ الإلحاقَ فيه يكونُ بتكريرِ حَرفٍ مِنَ الفِعْلِ، وهو مُطَّرِدٌ مَقِيسٌ، فلو اضطُرَّ شاعِرٌ أو ساجِعٌ إلى مِثالٍ منه لم يُسمَعْ عن العَرَبِ، مِثْلُ: ضَرْبَبَ، لجاز له استِعمالُه؛ لكَثرةِ ما ورد عن العَرَبِ من ذلك، ولم يأتِ إلَّا مُتَعَدِّيًا، والفَرْقُ بين جَلْبَبَ ودَحْرَجَ أنَّ الباءَ في جَلْبَبَ زائِدةٌ للإلحاقِ، أمَّا دَحْرَجَ فحُروفُه كُلُّها أصولٌ، ووَزْنُ الكَلِمَتينِ واحِدٌ (فَعْلَلَ). \nفَوْعَل: مِثلُ: جَوْرَبَه، أي: ألبَسَه الجَوْرَبَ، والأصلُ: جَرَب.\nفَعْوَل: مِثلُ: رَهْوَكَ في مِشْيَتِه، أي: كأنَّه يموجُ في مِشْيَتِه، والأصلُ: رَهَك.\nفَيْعَل: مِثلُ: بَيْطَرَ، والأصلُ: بَطَر.\nفَعْيَل: مِثلُ: شَرْيَفَ الزَّرْعَ، أي: قَطَع شِرْيافَه، والأصلُ: شَرَف.\nفَعْلَى: مِثلُ: سَلْقَى، والأصلُ: سَلَق  .\nوالإلحاقُ في غيرِ هذه الأوزانِ السِّتَّةِ يَكونُ نادِرًا وهذه الأوزانُ منها المُتَعَدِّي ومنها اللَّازِمُ، وهذا النَّوعُ مِنَ الأوزانِ مَقصورٌ على السَّماعِ لقِلَّتِه",
    "الشواهد": " فَعْلَل = جَلْبَبَه\nفَوْعَل = جَوْرَبَه\nفَعْوَل = رَهْوَكَ\nفَيْعَل = بَيْطَرَ\nفَعْيَل = شَرْيَفَ الزَّرْعَ \nفَعْلَى = سَلْقَى"
  },
  {
    "الفعل الرباعي المجرد من حيث": "المعنى الدلالي للملحقات بالرباعي",
    "الوصف": "يُؤخَذُ هذا البِناءُ مِنَ الأسماءِ الرُّباعيَّةِ فما فوقَها للدَّلالةِ على مَعانٍ سِتَّةٍ، وليس له مادَّةٌ أصْليَّةٌ، ولا نَستطيعُ أن نَعرِفَه إلَّا إذا عرَفْنا الاسمَ الذي أُخِذَ منه، وهذه المعاني هي:\n1- الدَّلالةُ على صُنْعِ الاسمِ المأخوذِ منه: مِثلُ: القِمَطْرُ، وهو وِعاءُ الكُتُبِ، فنقولُ: قَمْطَرْتُ الكِتابَ، أي: وضَعْتُه في وِعاءِ الكُتُبِ  (القِمَطْرِ).\n2- الدَّلالةُ على مُشابَهةِ المفعولِ للاسمِ المأخوذِ منه: مِثلُ: العِثْكَالِ، وهو العِذْقُ أو عُنقودُ البَلَحِ  ، فنقولُ: عَثْكَلَتْ شَعْرَها، أي: جعَلَتْهُ كما العِثكالِ.\n3- الدَّلالةُ على جَعْلِ الاسمِ المأخوذِ منه في المفعولِ: الفُلْفُلُ، فأقولُ: فَلْفَلَ الطَّعامَ، أي: وَضَع فيه الفُلْفُلَ.\n4- الدَّلالةُ على إصابةِ الاسمِ المأخوذِ منه الفِعْلُ: مِثلُ: العُرْقُوبِ، فنقولُ: عرَقَبْتُه، أي: أصَبْتُ عُرقُوبَه  .\n5- الدَّلالةُ على أنَّ الاسْمَ المأخوذَ منه يُصبِحُ آلةً: مِثلُ: العِثكالِ، نقولُ: عثْكَلْتُه، أي: ضرَبْتُه بالعِثكالِ.\n6- الدَّلالةُ على ظُهورِ ما أُخِذَ الفِعْلُ منه: مِثلُ: البُرْعُمِ، نَقولُ: بَرْعَمْتُ الشَّجَرةَ، أي: ظَهَر بُرْعُمُها.",
    "الشواهد": " القِمَطْرُ، وهو وِعاءُ الكُتُبِ، فنقولُ: قَمْطَرْتُ الكِتابَ، أي: وضَعْتُه في وِعاءِ الكُتُبِ  (القِمَطْرِ).\n العِثْكَالِ، وهو العِذْقُ أو عُنقودُ البَلَحِ  ، فنقولُ: عَثْكَلَتْ شَعْرَها، أي: جعَلَتْهُ كما العِثكالِ.\n الفُلْفُلُ، فأقولُ: فَلْفَلَ الطَّعامَ، أي: وَضَع فيه الفُلْفُلَ.\n العُرْقُوبِ، فنقولُ: عرَقَبْتُه، أي: أصَبْتُ عُرقُوبَه  .\n العِثكالِ، نقولُ: عثْكَلْتُه، أي: ضرَبْتُه بالعِثكالِ.\n البُرْعُمِ، نَقولُ: بَرْعَمْتُ الشَّجَرةَ، أي: ظَهَر بُرْعُمُها.\""
  },
  {
    "الفعل الرباعي المجرد من حيث": "",
    "الوصف": "",
    "الشواهد": ""
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثيرات الصوتية التي تؤثر بالفعل ... ",
    "الوصف": "الوصف",
    "الشواهد": "الشواهد"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف الدال التاء والثاء في الفعل فَعْلَلَ \n\n",
    "الوصف": "الدال (د) في فَعْلَلَ: حرف الدال صوت انفجاري مجهور، يعطي دلالة على القوة والثبات والوضوح.\nفي الأفعال على وزن فَعْلَلَ، قد يضفي هذا الحرف إحساسًا بالقوة أو التأكيد أو الحدّة في الفعل.\nمثال: دَحْرَجَ (يشير إلى دوران قوي وسريع)، دَمْدَمَ (يعبر عن شدة الغضب أو التهديد).\n التاء (ت) في فَعْلَلَ: حرف التاء صوت انفجاري مهموس، مما يجعله أقل قوة من الدال، لكنه يحمل معنى التكرار أو الخفة أو التتابع.\nفي وزن فَعْلَلَ، غالبًا ما يضيف دلالة على التتابع أو الحركة السريعة.\nمثال: تَرْجَمَ (يدل على النقل المتتابع من لغة إلى أخرى)، تَدَحْرَجَ (يدل على تكرار الدحرجة).\n3. الثاء (ث) في فَعْلَلَ: حرف الثاء صوت احتكاكي مهموس، مما يجعله أكثر نعومة مقارنةً بالدال والتاء.\nنادر الوجود في الأفعال على وزن فَعْلَلَ، لكن عند وروده، قد يشير إلى الانتشار أو التكرار بلطف.\nمثال محتمل: ثَرْثَرَ (يشير إلى كثرة الكلام وتكراره وانتشاره بدون توقف).\n\nفالدال تعطي القوة والوضوح والتأكيد والتاء تعطي التتابع والخفة والحركة السريعة والثاء تعطي الانتشار والتكرار الناعم. وهذه الدلالات تتعزز بالسياق اللغوي العام للكلمة ومدى ارتباطها ببيئتها الاستعمالية.",
    "الشواهد": " دَحْرَجَ (يشير إلى دوران قوي وسريع)،\n دَمْدَمَ (يعبر عن شدة الغضب أو التهديد).\n تَرْجَمَ (يدل على النقل المتتابع من لغة إلى أخرى)،\n تَدَحْرَجَ (يدل على تكرار الدحرجة).\n ثَرْثَرَ (يشير إلى كثرة الكلام وتكراره وانتشاره بدون توقف).\n\n"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف الباء والفاء والميم في الفعل فَعْلَلَ \n\n",
    "الوصف": "في الفعل فَعْلَلَ، تلعب الحروف التي تحل محل جذوره دورًا مهمًا في تحديد دلالته ومعناه. وعند التركيز على الحروف الباء، الفاء، والميم، يمكن تحليل تأثيرها الدلالي على الفعل من خلال الخصائص الصوتية والدلالية فالباء تعطي دلالة على التبعثر أو التردد والفاء ترتبط بالحركة السريعة والخفة والميم تشير إلى التكرار والتذبذب أو التجمع وبالتالي، عند دخول هذه الحروف في وزن فعلل، فإنها تساهم في تكوين معانٍ تتراوح بين التبعثر، الاضطراب، السرعة، والتكرار الصوتي أو الحركي.\n\nفمثلا التأثير الدلالي لحرف الباء (ب) في فَعْلَلَ :الباء حرف شفوي انفجاري مجهور، يحمل دلالة الاستقرار والثبات، لكنه قد يوحي بالحركة عند التكرار. الأفعال من هذا الوزن التي تحتوي على الباء مثل بعثر، بلبل تعطي إحساسًا بالتبعثر أو التردد أو الحركة غير المنتظمة.\n\n التأثير الدلالي لحرف الفاء (ف) في فَعْلَلَ: الفاء حرف شفوي احتكاكي مهموس، غالبًا ما يدل على الخفة والسلاسة. في أفعال مثل فرفر، فتلل نلاحظ ارتباطًا بالحركة السريعة أو الالتفاف.\nتكرار الفاء في الفعل يجلب معنى التقلب أو الاضطراب كما في \"فرفر الطائر\" أي حرك جناحيه سريعًا.\n\n التأثير الدلالي لحرف الميم (م) في فَعْلَلَ: الميم حرف شفوي أنفي مجهور، يحمل دلالات الاحتواء والتراكم والتجمع فالأفعال مثل متمت، مغمغ تدل على التمتمة والتردد الصوتي، مما يشير إلى التذبذب أو التكرار وتكرار الميم قد يعزز معنى التموج أو الاهتزاز، كما في \"مهمه\" أي تردد في الكلام.",
    "الشواهد": " بَعْثَرَ، بَلْبَلَ تعطي إحساسًا بالتبعثر أو التردد أو الحركة غير المنتظمة.\n  فَرْفَرَ، فَتْلَلَ نلاحظ ارتباطًا بالحركة السريعة أو الالتفاف.\nتكرار الفاء في الفعل يجلب معنى التقلب أو الاضطراب كما في \"فَرْفَرَ الطَائْرُ\" أي حرك جناحيه سريعًا.\n\n  مَتْمَتَ، مغمغ تدل على التمتمة والتردد الصوتي،\nمَهْمَهَ أي تردد في الكلام."
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف اللام والراء والنون في الفعل فَعْلَلَ \n\n",
    "الوصف": "حرف اللام في \"فعلل\" يضفي دلالة على الاستمرارية أو التكرار، بينما الراء تعزز هذه الدلالة من خلال طبيعتها الاهتزازية، مما يجعل الأفعال التي تحتوي على هذين الحرفين ذات دلالات صوتية قوية تتعلق بالحركة والتكرار والصوت مثل: رَلْوَلَ (يدل على إطلاق الصوت بامتداد وتردد). \n\nفأما عن التأثير الدلالي لحرف اللام (ل) في \"فعللَ\": اللام من الحروف الذُّلقية التي تخرج من طرف اللسان، وهي تمتاز بالوضوح والانسيابية. غالبًا ما يُضفي وجودها في صيغة \"فعلل\" معنى التكرار أو الامتداد، كما في: زلزلَ (يدل على الاهتزاز المستمر).\nقلقلَ (يدل على الاضطراب وعدم الاستقرار).\nبلبلَ (يدل على الخلط والاضطراب).\nوأما عن التأثير الدلالي لحرف الراء (ر) في \"فعللَ\": الراء من الحروف التكرارية المجهورة، وتتميز بجرس صوتي قوي واهتزازي. تُضفي على الفعل طابعًا من الحركة السريعة أو التكرارية، مثل: قرقرَ (يدل على تكرار الصوت).\nجرجرَ (يدل على امتداد الصوت والتكرار).\nهرهرَ (يدل على تتابع السيلان أو الانسكاب).\n\nالأفعال التي تحتوي على النون في هذا الوزن تتمتع بجاذبية إيقاعية تجعلها سهلة التداول والتكرار، فالدلالة الحسية والحركية: كثير من الأفعال التي تحوي النون في \"فعللة\" تدل على حركات متتابعة أو أصوات متكررة، مثل: طنطن، دندن ويشيع استخدامها في التعبير عن الأصوات أو الاهتزازات أو التموجات الصوتية أو الحركية.\nولدنيا الدلالة التوكيدية أو المبالغة: فحرف النون من الأحرف التي تدخل في صيغ تفيد التكثير والمبالغة، لذا نجد أن بعض الأفعال على وزن \"فعللة\" التي تحوي النون تدل على التكرار أو الامتداد في الفعل، مثل: زنْزن (أي أحدث طنينًا مستمرًا).\nأما في الدلالة الصوتية المرتبطة بالطبيعة والتقليد الصوتي (Onomatopoeia): كثير من الأفعال التي تحوي النون في \"فعللة\" تحاكي أصواتًا طبيعية أو بشرية، مثل: دندن (أي غنى بصوت خافت ومتكرر)، وطنطن (أي أصدر صوت الطنين)، مما يعزز دور النون في إضفاء هذا البعد الدلالي.",
    "الشواهد": " رَلْوَلَ (يدل على إطلاق الصوت بامتداد وتردد). \n زَلْزَلَ (يدل على الاهتزاز المستمر).\nقَلْقَلَ (يدل على الاضطراب وعدم الاستقرار).\nبَلْبَلَ (يدل على الخلط والاضطراب).\n  قَرْقَرَ (يدل على تكرار الصوت).\nجَرْجَرَ (يدل على امتداد الصوت والتكرار).\nهَرْهَرَ (يدل على تتابع السيلان أو الانسكاب).\n زَنْزَنَ (أي أحدث طنينًا مستمرًا).\n دَنْدَنَ (أي غنى بصوت خافت ومتكرر)\n طَنْطَنَ (أي أصدر صوت الطنين)"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف السين والصاد والزاي في الفعل فَعْلَلَ \n\n",
    "الوصف": "حروف السين (س) والصاد (ص) والزاي (ز) هي حروف أسلية (تنطق من طرف اللسان مع الثنايا العليا) وتتمتع بصفات مثل الهمس أو الجهر، والصوتية الاحتكاكية، مما يمنحها تأثيرًا دلاليًا مميزًا في الفعل الرباعي على وزن فَعْلَلَ. التأثير الدلالي حسب الحرف المستخدم في الفعل فَعْلَلَ\n السين (س) في فَعْلَلَ: يدل غالبًا على الصوت الخفيف أو الحركة السريعة أو اللين، كما في: وسوس: دلالة على الهمس والخفاء.\nسرسر: صوت الريح أو الماء المتدفق.\nسلسل: دلالة على الانسياب والسهولة.\nفالسين توحي بالخفة والهمس والحركة الناعمة.\n الصاد (ص) في فَعْلَلَ: بسبب جهر الصاد وتفخيمها، تعطي الأفعال التي تحتوي عليها إيحاء بالقوة أو الصوت الواضح أو الفعل الجهوري، كما في: صلصل: صوت الحديد عند اصطدامه.\nصعصع: دلالة على التكدّس أو الشدة.\nصرصر: صوت الريح العنيفة.\nفحرف الصاد تدل على القوة والجهارة والصرامة.\n الزاي (ز) في فَعْلَلَ: كونها حرفًا مجهورًا احتكاكيًا، فهي تمنح الأفعال دلالة الاهتزاز أو الصوت المستمر أو الحدة، مثل: زقزق: صوت العصافير.\nزغزغ: دلالة على المداعبة أو الشعور بالدغدغة.\nزلزل: يدل على الاضطراب الشديد.\nفحرف الزاي تعطي إيحاءً بالاهتزاز أو الاستمرار الصوتي.",
    "الشواهد": " وَسْوَسَ: دلالة على الهمس والخفاء.\nسَرْسَرَ: صوت الريح أو الماء المتدفق.\nسَلْسَلَ: دلالة على الانسياب والسهولة.\n صَلْصَلَ: صوت الحديد عند اصطدامه.\nصَعْصَعَ: دلالة على التكدّس أو الشدة.\nصَرْصَرَ: صوت الريح العنيفة.\n زقْزَقَ: صوت العصافير.\nزَغْزَغَ: دلالة على المداعبة أو الشعور بالدغدغة.\nزَلْزَلَ: يدل على الاضطراب الشديد.\n"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف الجيم والشين والياء في الفعل فَعْلَلَ \n",
    "الوصف": "التأثير الدلالي لحروف الجيم (ج)، والشين (ش)، والياء (ي) في الأفعال على وزن فَعْلَلَ يرتبط بالقيم الصوتية لهذه الحروف وتأثيرها في دلالة الفعل.، فحرف الجيم (ج)\nالجيم حرف شديد انفجاري مجهور، يحمل دلالة القوة والتوكيد، فعندما يأتي في وزن فعلل، فإنه يضفي على الفعل طابعًا صوتيًا يوحي بالحركة القوية أو المتقطعة.\nمثل: جعجع: أي صاح بصوت مزعج ومتكرر.\nجرجر: أي سحب شيئًا بصوت ممدود يوحي بالثقل، فالتأثير الدلالي هنا يرتبط بالخشونة أو التكرار أو الحدة في الحركة.\n\nوالشين حرف مهموس احتكاكي، مما يجعله مناسبًا للدلالة على الأصوات الممتدة أو المتقطعة برفق، غالبًا ما يرتبط دلاليًا بما فيه اضطراب أو حركة متواصلة.\nمثل: شوش أي أثار الاضطراب أو الفوضى.\nشعشع أي أضاء أو انتشر نوره، فالتأثير الدلالي هنا يميل إلى الحركة السريعة أو التوزع أو التشويش.\n\nوالياء حرف لين، يدل على الامتداد والنعومة في بعض السياقات فعندما يأتي في فعلل، قد يكون له دلالة تتعلق بالليونة أو التكرار برقة.\nأمثلة:\nسايس: أي قام بتربية الدواجن أو التعامل معها بلطف، التأثير الدلالي هنا يرتبط بالاستمرارية واللين أو التكرار الناعم.",
    "الشواهد": " جَعْجَعَ: أي صاح بصوت مزعج ومتكرر.\nجرجر: أي سحب شيئًا بصوت ممدود يوحي بالثقل\nوَشْوَشَ: أي تحدث بصوت منخفض\n شَوَّشَ: أي أثار الاضطراب أو الفوضى.\nشَعْشَعَ: أي أضاء أو انتشر نوره\nسَايَسَ: أي قام بتربية الدواجن أو التعامل معها بلطف"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف الطاء والظاء والذال في الفعل فَعْلَلَ \n",
    "الوصف": "حرف الذال من الحروف المجهورة، الرخوة، مما يجعله أكثر نعومة ووضوحًا في النطق \"فعلل\"، فإنه يعطي معاني فيها نوع من التكرار أو التذبذب أو الانتشار.\nمثال: ذلذل، ذبذب فيعكس معاني الحركة المترددة، أو الصوت المتذبذب، أو التغيير الطفيف المستمر.\n\nالطاء حرف مجهور، شديد، مطبق، مما يكسب الكلمة التي يرد فيها قوةً وفخامةً ووضوحًا في النطق، فمثلا: الإيحاء بالقوة والشدة: فالأفعال التي تحتوي على الطاء في هذا الوزن غالبًا ما تدل على الفعل القوي أو العنيف أو البارز. مثال: طَحْلَبَ (إذا كثر عليه الطحلب) فيه دلالة على الغلبة والانتشار.\nالإيحاء بالامتداد والانتشار: الطاء بصفتها حرفًا مطبقًا تعطي شعورًا بالانتشار والاتساع. مثال: طَرْقَعَ (أي أصدر صوتًا مدويًا) يوحي بالانتشار السريع للصوت.\nالقوة والتضخم: الأفعال التي تحتوي على الطاء غالبًا ما تعطي إيحاءً بالقوة أو الامتداد، مثل طقطق، حيث يدل على صوت متكرر حادّ.\nطنطن يوحي بصوت متكرر قوي ورنان.\nالتكرار والتتابع: كثير من الأفعال التي على وزن فَعْلَلَ والتي تحتوي الطاء تدل على التكرار، مثل: طقطق، طنطن، فهذا التكرار مرتبط بالصفة الصوتية للطاء كحرف قوي، مما يجعله مناسبًا للأفعال التي تدل على التتابع السريع أو الحركات المتكررة.\n\nالأفعال التي تأتي على وزن فَعْلَلَ وفيها حرف الظاء قليلة ونادرة في الاستعمال ومن الجدير بالذكر أن الظاء قليل الورود في الأفعال الرباعية المضعفة، لأن هذه الصيغة تميل إلى الحروف التي تتناسب مع طبيعتها الصوتية، مثل الطاء والدال والقاف وغيرها من الحروف الشديدة أو المكررة في الأفعال الرباعية. فهو من الحروف المجهورة والمفخمة، وهو يحمل دلالة صوتية قوية بسبب صفاته كالجهر والاستعلاء والإطباق. لكن يمكن العثور على بعضا منه أو اشتقاقه وفق القواعد الصرفية. فمثلا: ظَلْظَلَ بمعنى تردد الصوت بقوة أو اهتز بشكل عنيف.\nظَرْظَرَ قد يدل على إصدار صوت معين متكرر، مثل أصوات بعض الآلات أو الطيور.",
    "الشواهد": " ذَلْذَلَ، ذَبْذَبَ \n طَحْلَبَ (إذا كثر عليه الطحلب) فيه دلالة على الغلبة والانتشار.\nطَرْقَعَ (أي أصدر صوتًا مدويًا) يوحي بالانتشار السريع للصوت.\nطَقْطَقَ، حيث يدل على صوت متكرر حادّ.\nطَنْطَنَ يوحي بصوت متكرر قوي ورنان.\n ظَلْظَلَ بمعنى تردد الصوت بقوة أو اهتز بشكل عنيف.\nظَرْظَرَ قد يدل على إصدار صوت معين متكرر، مثل أصوات بعض الآلات أو الطيور."
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف القاف والكاف في الفعل فَعْلَلَ ",
    "الوصف": "حرف القاف (ق): صوت انفجاري شديد مجهور، يفيد القوة والخشونة أحيانًا، ويضفي طابعًا من الجدية أو الفخامة على الألفاظ، ويظهر في الكلمات التي تدل على القوة أو الصلابة وعندما تكون القاف جزءًا من الجذر الرباعي على وزن \"فعلل\"، فإنها تعطي معنى القوة أو القسوة أو الحدة، مثل: قرقعَ: يشير إلى صوت شديد ومفاجئ.\nقلقلَ: يدل على اضطراب وتحرك سريع.\nقرقرَ: صوت قوي ومتتابع، مثل صوت الغليان أو الدمدمة.\nقعقعَ: صوت حاد متكرر.\nقرمشَ: يدل على صوت الأكل القاسي.\n\nحرف الكاف (ك): صوت انفجاري شديد، لكنه مهموس، مما يجعله أخف وقعًا من القاف، يميل إلى الدلالة على اللين أو التخفيف، لكنه قد يشير أحيانًا إلى محاكاة الصوت مثل: كركر ووجود الكاف في \"فعللة\" تعطي طابعًا أقل حدة من القاف، وقد تحمل دلالة التكرار أو المحاكاة الصوتية، مثل: كركرَ: محاكاة لصوت الضحك أو الغرغرة.\nكلكلَ: تكرار أو اهتزاز في الصوت أو الحركة.\nكركعَ: حركة تكرارية (مثل تكرار صوت ما).\nكنكنَ: يدل على الهدوء والانزواء، فحرف الكاف يميل إلى التكرار، أو المحاكاة الصوتية، أو الإيقاع الخفيف، وكلا الحرفين عند دخولهما في هذا الوزن يسهمان في نقل دلالات ديناميكية تتعلق بالحركة والصوت والتكرار.\n\n",
    "الشواهد": " قَرْقَعَ: يشير إلى صوت شديد ومفاجئ.\nقَلْقَلَ: يدل على اضطراب وتحرك سريع.\nقَرْقَرَ: صوت قوي ومتتابع، مثل صوت الغليان أو الدمدمة.\nقَعْقَعَ: صوت حاد متكرر.\nقَرْمَشَ: يدل على صوت الأكل القاسي.\n\n مثل: كَرْكَرَ: محاكاة لصوت الضحك أو الغرغرة.\nكَلْكَلَ: تكرار أو اهتزاز في الصوت أو الحركة.\nكَرْكَعَ: حركة تكرارية (مثل تكرار صوت ما).\nكَنْكَنَ: يدل على الهدوء والانزواء، \n\n"
  },
  {
    "الفعل الرباعي المجرد من حيث": "التأثير الدلالي لحروف الغين والعين والخاء والحاء في الفعل فَعْلَلَ ",
    "الوصف": "الغين حرف حلقي مجهور ذو جرس قوي، مما يضفي على الفعل طابعًا من الغلظة أو الامتلاء أو التدفق الصوتي مثل: غرغر ،زَغْزَغَ\n\nالعين حرف حلقي مجهور لكنه أقل خشونة من الغين، ويميل إلى الدلالة على العمق والوضوح في المعنى. مثل: عربد: يحمل دلالة الفوضى والاضطراب الشديد، وهو مستوحى من طبيعة الصوت القوي للحرف. ومثل: عسلل: يمكن أن يدل على تكرار فعل عسل (كما في المعنى المجازي مثل \"حلاوة الكلام\") بشكل مستمر أو تدفق\n\nالخاء حرف حلقي مهموس ذو طبيعة خشنة، مما يجعله مناسبًا للتعبير عن الأصوات الخشنة أو الحركات غير السلسة، مثل: خلخل: يدل على الاهتزاز وعدم الاستقرار، وهو محاكاة لصوت الاحتكاك أو الحركة المهتزة. ومثل: خربط: يعكس معنى الاضطراب والتشويش، وهو متناسب مع طبيعة الصوت الخشن للحرف.\n\nالحاء حرف حلقي مهموس، يتسم بالهمس والخفة النسبية مقارنة بالخاء والغين، لكنه يحمل دلالة على الحدة أحيانًا. مثل: حلحل يعبر عن التفكيك والتخفيف من الشدة، مما يعكس طبيعة الحاء الخفيفة والمستمرة. ومثل: حبحب يدل على التدفق أو الحركة السريعة المتكررة، مما يناسب طبيعة الحرف المهموس.\n",
    "الشواهد": " غَرْغَرَ \nزَغْزَغَ\n\nعَرْبَدَ: يحمل دلالة الفوضى والاضطراب الشديد، \nعَسْلَلَ: يمكن أن يدل على تكرار فعل عسل\n\n خَلْخَلَ: يدل على الاهتزاز وعدم الاستقرار\nخَرْبَطَ: يعكس معنى الاضطراب والتشويش\n\n حَلْحَلَ يعبر عن التفكيك والتخفيف من الشدة\nحَبْحَبَ يدل على التدفق أو الحركة السريعة المتكررة\n"
  }
]