[
  {
    "العنوان": "العلم المركب",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، العلم الممنوع من الصرف؛ إذا كان مركبا تركيبا مزجيا",
    "الأمثلة": "بَعْلَبَكُّ، حَضْرَمَوْتُ.\nهَذِهِ بَعْلَبَكُّ.\nزُرْتُ بَعْلَبَكَّ.\nمَرَرْتُ بِبَعْلَبَكَّ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم المختوم بألف ونون زائدتين",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان مختوما بألف ونون مزيدتين منع من الصرف",
    "الأمثلة": "شَعْبَانُ، رَمَضَانُ، قَحْطَانُ.\nرَمَضَانُ شَهْرُ الْقُرْآنِ.\nصُمْتُ رَمَضَانَ.\nأُنْزِلَ الْقُرْآنُ فِي شَهْرِ رَمَضَانَ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم مؤنثا",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان العلم مؤنثا يمنع من الصرف وجوبا إذا كان مختوما بتاء التأنيث سواء أكان مؤنثا أم مذكرا",
    "الأمثلة": "مُعَاوِيَةُ.\n\nفَاطِمَةُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم مؤنثا",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان العلم مؤنثا يمنع من الصرف وجوبا إذا كان غير مختوم بالتاء، ولكن يزيد على ثلاثة أحرف",
    "الأمثلة": "زَيْنَبُ، سُعَادُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم مؤنثا",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان العلم مؤنثا يمنع وجوبا إذا كان غير مختوم بالتاء، وكان ثلاثيا محرك الوسط مثل أسماء أعلام لنساء.",
    "الأمثلة": "أَمَلُ، وَقَمَرُ، سَحَرُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم الأعجمي",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان العلم أعجميا بشرط ألا يكون ثلاثيا",
    "الأمثلة": "إِبْرَاهِيمُ.\nإِسْمَاعِيلُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "العلم المعدول",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه علما بجانب سبب آخر، فإذا كان العلم معدولا. ويقول النحاة: إن العدل معناه تحويل الاسم من وزن إلى وزن آخر، والأغلب أن يكون على وزن \"فُعَل\" مثل: عمر، زفر، زحل؛ فهم يقولون إن أصلها: عامر، زافر، زاحل. وكذلك ألفاظ التوكيد التي على وزن \"فعل\"، والتي ذكرناها آنفا مثل: جمع، كتع",
    "الأمثلة": "عُمَرُ.\n\nزُحَلُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الصفة المختومة بألف ونون زائدتين",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه صفة بجانب سبب آخر، فإذا كان مختوما بألف ونون مزيدتين منع من الصرف",
    "الأمثلة": "سَهْرَانُ - تَعْبَانُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الصفة على وزن الفعل",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه صفة بجانب سبب آخر، فإن تكون الصفة على وزن الفعل، وذلك بأن تكون على وزن \"أفعل\" الذي مؤنثه \"فعلاء\"",
    "الأمثلة": "أَزْرَقُ وَأَحْمَرُ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الصفة المعدولة",
    "الوصف": "أسماء لا بد أن يجتمع فيها سببان لمنعها من الصرف ومن هذه الأسماء أن يكون الاسم فيه صفة بجانب سبب آخر، فإن تكون الصفة معدولة، أي محولة من وزن آخر، وذلك إذا كانت الصفة أحد الأعداد العشرة الأول -على الأغلب- وكانت على وزن \"فُعَال\" أو \"مَفْعَل\"",
    "الأمثلة": "أُحَادُ وَمَوْحَدُ - ثُنَاءُ وَمَثْنَى - ثُلَاثُ وَمَثْلَثُ - رُبَاعُ وَمَرْبَعُ - خُمَاسُ وَمَخْمَسُ - سُدَاسُ وَمَسْدَسُ - سُبَاعُ وَمَسْبَعُ - ثُمَانُ وَمَثْمَنُ - تِسَاعُ وَمَتْسَعُ - عُشَارُ وَمَعْشَرُ.",
    "الملاحظات": ""
  }
]