[
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "تعريف الاسم الممنوع من الصرف:",
    "Unnamed: 2": "سبب المنع من الصرف:",
    "Unnamed: 3": "إعرابه:",
    "Unnamed: 4": "صرفُ الممنوع من الصرف:"
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "هو الاسم الذي لا يلحق آخره تنوين ولا كسر، في العربية أسماء تمنع من التنوين، تسمى الأسماء الممنوعة من الصرف، والمقصود بالصرف التنوين، نحو أحمد وفاطمة، وقد وضع النحاة لهذه الأسماء ضوابط تبين متى يمنع الاسم من الصرف.",
    "Unnamed: 2": "ذهب النحاة إلى أن سبب المنع من الصرف هو مشابهة الاسم للفعل، وليس المقصود بالمشابهة بينهما اتفاق الاسم والفعل في المادة اللغوية، نحو قدوم وقادم، وإنما تكون المشابهة، في أوجه مخصوصة، تتبعها النحاة، متى وجد قسم منها في الاسم حرف التنوين، فـ (بَغْدَادُ) و (إِبْرَاهِيمُ) يشبهان الفعل من تلك الأوجه، بخلاف (مُنْطَلَقٌ) و (انْطِلَاقٌ) مثلًا.",
    "Unnamed: 3": "يُرفع بالضمة، ويُنصب ويجرّ بالفتحة.",
    "Unnamed: 4": "يُصرَف الممنوع من الصرف، فيجَرُّ بالكسرة في حالتين:"
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "١ـ مثال المرفوع، قوله تعالى: (قَالَ إِبْرَاهِيمُ) [البقرة: 285]، إِبْرَاهِيمُ: فاعل مرفوع وعلامة رفعه الضمة.",
    "Unnamed: 4": "١ـ إن دخلته (أل). مثال ما دخلته (أل): قوله تعالى: (وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) [البقرة: 187]. الْمَسَاجِدِ: اسم مجرور وعلامة جره الكسرة."
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "٢ـ مثال المنصوب، قوله تعالى: (وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ) [مريم: 41]، إِبْرَاهِيمَ: مفعول به منصوب وعلامة نصبه الفتحة.",
    "Unnamed: 4": "٢ـ إن أُضيف. مثال ما أُضيف: قوله تعالى: (اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ) [يوسف: 55]. خَزَائِنِ: اسم مجرور وعلامة جره الكسرة، وهو مضاف."
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "٣ـ مثال المجرور، قوله تعالى: (سَلَامٌ عَلَىٰ إِبْرَاهِيمَ) [الصافات: 109]، إِبْرَاهِيمَ: اسم مجرور وعلامة جره الفتحة عوضًا عن الكسرة؛ لأنّه ممنوعٌ من الصرف.",
    "Unnamed: 4": "."
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "ملاحظات:",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "للنحاة وجهان في المؤنث الثلاثي الساكن الوسط إذا عدم العجمة والتذكير: الصرف وعدمه. مثل: (هِنْدٌ) كلمة عربية، وهي ثلاثة أحرف ساكنة الوسط، وهي اسم لمؤنث، فـ (هِنْدٌ) يجوز فيها وجهان: الصرف وعدمه، فتقول: مَرَرْتُ بِهِنْدَ، وَمَرَرْتُ بِهِنْدٍ.",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "أجاز بعضهم صرف ما حقه أن يمنع، مطلقاً في نظم أو نثر. وهي لغة حكاها الأخفش وقال كأنها لغة الشعراء. لأنهم اضطروا اليه في الشعر، فجرى على ألسنتهم ذلك في الكلام. ولا ريبَ أنها لغةٌ ضعيفة، لا يلتفت إليها. ",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "(٢) إذا عرضَ للعلم الممنوع من الصرف التنكير، كأن يراد به واحد لا بعينه ممن سمي به فإنه ينصرفُ، نحو (جَاءَنِي عُمَرٌ مِنَ العُمَرَيْنِ، وَفَاطِمَةٌ مِنَ الفَاطِمَاتِ، وَإِبْرَاهِيمٌ مِنَ الإِبْرَاهِميينَ، ونحو (رُبَّ سُعَادٍ وَيَزِيدٍ لَقِيتُ). إلا إذا كان منقولًا عن صفة، كمن سميته أَحْمَرَ وَيَقْظَانَ، فإنه لا ينصرف على المختار من أقوال النحاة. وهو ما ذهب إليه سيبويه. لأنه قبل نقله من الوصفية إلى العلمية، كان ممنوعًا من الصرف.",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  },
  {
    "Unnamed: 0": "",
    "الاسم الممنوع من الصرف": "من النحاة من يثبتُ ياء المنقوصِ الممنوع من الصرف، إذا كان عَلَمًا، في أحواله الثلاثة. فيقولُ \"جَاءَتْ نَاجِي، وَرَأَيْتُ نَاجِي، وَمَرَرْتُ بِنَاجِي\". واعلم أن تنوين المنقوص، المستحق المنع من الصرف، إنما هو تنوينُ عوَضٍ من الياءِ المحذوفة، لا تنوين صرف كتنوين الأسماء المنصرفة لأنه ممنوع منه.",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": ""
  }
]