[
  {
    "العنوان": "حالٌ مؤكِّدةٌ (لعامِلِها)",
    "الوصف": "وهي التي تدُلُّ على معنًى يُفهَمُ مِمَّا قَبْلَها وتؤكِّدُ العامِلَ نَفْسَه، وهو الفِعْلُ أو ما أشبَهَه. ومنها قَولُه تعالى: (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ)؛ فإنَّ الحالَ (غيرَ بعيدٍ) تُرادِفُ معنى العامِلِ (أُزلِفَت) الذي هو بمعنى التقريبِ.",
    "الأمثلة": "جَاءَ زَيْدٌ آتِيًا.\n\nقَالَ تَعَالَى: (وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مؤكِّدةٌ (لصاحِبِ الحالِ)",
    "الوصف": "وهي التي تدُلُّ على معنًى يُفهَمُ مِمَّا قَبْلَها وتؤكِّدُ صاحِبِ الحالِ. تقولُ: جاء الناسُ قاطبةً؛ فإنَّ الحالَ (قاطبةً) مؤكِّدٌ لصاحبِ الحالِ (النَّاس)، ومنه قَولُه تعالى: وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا ",
    "الأمثلة": "جَاءَ النَّاسُ قَاطِبَةً.",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مؤكِّدةٌ (لمضمونِ الجُملةِ)",
    "الوصف": "وهي التي تدُلُّ على معنًى يُفهَمُ مِمَّا قَبْلَها وتؤكِّدُ مضمونِ الجُملةِ: وهي أن يُذكَرَ كلامٌ، ثم تأتي الحالُ مُؤَكِّدةً له، كقَولِ الشَّاعِرِ: أَنَا ابْنُ دَارَةَ مَعْرُوفًا بِهَا نَسَبِي .. وَهَلْ بِدَارَةَ يَا لَلنَّاسِ مِنْ عَارِ، فالحالُ هنا (معروفًا) جاء توكيدًا لمضمونِ الجُملةِ قَبْلَه، وهو أنَّه من دارة، وينتَسِبُ إليها",
    "الأمثلة": "أَنَا ابْنُ دَارَةَ مَعْرُوفًا بِهَا نَسَبِي .. وَهَلْ بِدَارَةَ يَا لَلنَّاسِ مِنْ عَارِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مُبيِّنةٌ (مُفرَدةٌ)",
    "الوصف": "وهي الحالُ التي تُفيدُ معنًى جديدًا ليس مأخوذًا من العاملِ أو سياقِ الجُملةِ، والحال المفردة هي ما ليست جُملةً ولا شبهَ جُملةٍ:\nوتُطابِقُ صاحِبَها في النوعِ (التذكيرِ والتأنيثِ)،، وفي العَدَدِ (الإفراد، والتثنية، والجَمع).",
    "الأمثلة": "أَقْبَلَ مُحَمَّدٌ مُبْتَسِمًا.\nأَقْبَلَتْ هِنْدٌ مُبْتَسِمَةً.\nوَاجِهِ الصِّعَابَ قَوِيًّا.\nوَاجِهَا الصِّعَابَ قَوِيَّيْنِ.\nوَاجِهُوا الصِّعَابَ أَقْوِيَاءَ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مُبيِّنةٌ (الجملة الاسمية)",
    "الوصف": "وهي الحالُ التي تُفيدُ معنًى جديدًا ليس مأخوذًا من العاملِ أو سياقِ الجُملةِ، والحال الجُملة تكون الجُملةُ الاسميَّةً حالًا إذا وقعت بعد مَعْرِفةٍ.",
    "الأمثلة": " نَنْتَصِرُ عَلَى الْعَدُوِّ وَنَحْنُ يَدٌ وَاحِدَةٌ.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مُبيِّنةٌ (الجملة الفعلية)",
    "الوصف": "وهي الحالُ التي تُفيدُ معنًى جديدًا ليس مأخوذًا من العاملِ أو سياقِ الجُملةِ، والحال الجُملة تكون الجُملةُ الفِعليَّةً- حالًا إذا وقعت بعد مَعْرِفةٍ.",
    "الأمثلة": " سَرَى الْفِدَائِيُّ يَتَسَلَّلُ نَحْوَ الْعَدُوِّ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مُبيِّنةٌ ( شِبهُ جُملةٍ ظرفية)",
    "الوصف": "وهي الحالُ التي تُفيدُ معنًى جديدًا ليس مأخوذًا من العاملِ أو سياقِ الجُملةِ، والحال شِبهُ جُملةٍ الظَّرفية",
    "الأمثلة": " رَأَيْتُ عَلِيًّا فَوْقَ الدَّارِ\n رَأَيْتُ الطُّيُورَ بَيْنَ الشَّجَرِ وَالزَّهْرِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "حالٌ مُبيِّنةٌ ( شِبهُ جُملةٍ جار ومجرور)",
    "الوصف": "وهي الحالُ التي تُفيدُ معنًى جديدًا ليس مأخوذًا من العاملِ أو سياقِ الجُملةِ، والحال شِبهُ جُملةٍ المكونة من الجارُّ والمجرور.",
    "الأمثلة": " رَأَيْتُ الطُّيُورَ فِي رِحَابِ الطَّبِيعَةِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "عيد ، محمد (1971): النحو المصفى ، مكتبة الشباب ص 452",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]