[
  {
    "العنوان": "تعريف صاحب الحال",
    "الوصف": "هو الذي تُبَيِّن الحالُ هيئتَه، مِثلُ (الضيف) في قَولِك: جاء الضيفُ مَسرورًا، و(الجيش) في قَولِك: رجع الجيشُ منتصرًا",
    "الأمثلة": "رَجَعَ الْجَيْشُ مُنْتَصِرًا.",
    "الملاحظات": ""
  },
  {
    "العنوان": "حكمُ صاحِبِ الحالِ",
    "الوصف": "نِسبةُ الحالِ من صاحِبِها مِثْلُ نسبة المُبتَدَأِ من خَبَره، فكما أنَّ الأصلَ في المُبتَدَأِ أن يكونَ معْرِفةً، ولا يكونُ نكرةً إلَّا بمسوِّغ، والأصلَ في الأخبارِ أن تكونَ نَكِرةً؛ فكذلك (الحالُ) الأصلُ فيها أن تكونَ نَكِرةً، وأن يكونَ صاحِبُها مَعْرِفةً، جاء الرَّجُلُ راكبًا، فـ(راكبًا) حالٌ من الرَّجُلِ، وهو صاحِبُها، وهو مَعرِفةٌ",
    "الأمثلة": "الرَّجُلُ رَاكِبًا.",
    "الملاحظات": ""
  },
  {
    "العنوان": "صاحِبِ الحالِ نَكِرةً (مختَصَّةً بالإضافةِ)",
    "الوصف": " يأتي صاحِبُ الحالِ نَكِرةً بشَرطِ أمْن اللَّبسِ وحُصولِ الفائِدةِ، وهناك مُسَوِّغاتٌ تجيزُ مجيءَ صاحبِ الحالِ نَكِرةً ومن هذه المسوغات التخصيصُ وهو تقليلُ الاشتراكِ في النَّكِراتِ، أي: أن يكونَ نَكِرةً مختَصَّةً بالإضافةِ مثل: مررتُ بغلامِ رجُلٍ مَكتوفًا، فـ(غلام) نكرةٌ، ولكن خُصِّصَ بإضافتِه إلى رَجُلٍ؛ فصَحَّ مجيئُه صاحبَ حالٍ.",
    "الأمثلة": "مَرَرْتُ بِغُلَامِ رَجُلٍ مَكْتُوفًا.",
    "الملاحظات": ""
  },
  {
    "العنوان": "صاحِبِ الحالِ نَكِرةً (مختَصَّةً بالوصف)",
    "الوصف": " يأتي صاحِبُ الحالِ نَكِرةً بشَرطِ أمْن اللَّبسِ وحُصولِ الفائِدةِ، كما يجوز أيضًا في المُبتَدَأِ أن يأتي نكرةً، وهناك مُسَوِّغاتٌ تجيزُ مجيءَ صاحبِ الحالِ نَكِرةً ومن هذه المسوغات التخصيصُ وهو تقليلُ الاشتراكِ في النَّكِراتِ، أي: أن يكونَ نَكِرةً مختَصَّةً بالوصف مثل قَوله تعالى:(فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ * أَمْرًا مِنْ عِنْدِنَا) على إعرابِ \"أمرًا\" حالًا من (أمرٍ)، وإنما جاز كونُه صاحِبَ حالٍ؛ لأنَّه موصوفٌ بقوله: حَكِيمٍ.",
    "الأمثلة": " قَال تعالى:(فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ * أَمْرًا مِنْ عِنْدِنَا)",
    "الملاحظات": ""
  },
  {
    "العنوان": "صاحِبِ الحالِ نَكِرةً (النَّكِرةُ عامَّةً)",
    "الوصف": " يأتي صاحِبُ الحالِ نَكِرةً بشَرطِ أمْن اللَّبسِ وحُصولِ الفائِدةِ، كما يجوز أيضًا في المُبتَدَأِ أن يأتي نكرةً، وهناك مُسَوِّغاتٌ تجيزُ مجيءَ صاحبِ الحالِ نَكِرةً ومن هذه المسوغات أن تكونَ النَّكِرةُ عامَّةً؛ بأن تعتَمِدَ على نفيٍ أو نهيٍ أو استفهامٍ. مِثالُ النَّفيِ قَولُه تعالى: (وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ)؛ فجُملة: «ولها كتابٌ معلومٌ» حاليَّةٌ، وصاحِبُها (قرية)، وهي نَكِرةٌ عامَّةٌ وقعت في سياقِ نَفيٍ.",
    "الأمثلة": "قَولُه تعالى: (وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ) ",
    "الملاحظات": ""
  },
  {
    "العنوان": "صاحِبِ الحالِ نَكِرةً (مُؤَخَّرًا عن الحالِ)",
    "الوصف": " يأتي صاحِبُ الحالِ نَكِرةً بشَرطِ أمْن اللَّبسِ وحُصولِ الفائِدةِ، كما يجوز أيضًا في المُبتَدَأِ أن يأتي نكرةً، وهناك مُسَوِّغاتٌ تجيزُ مجيءَ صاحبِ الحالِ نَكِرةً ومن هذه المسوغات أن يكونَ صاحِبُ الحالِ مُؤَخَّرًا عن الحالِ، مِثلُ قَولِ الشَّاعِرِ: \"لِمَيَّةَ مُوحِشًا طَلَل .. يَلُوحُ كَأَنَّهُ خِلَلُ\"، فـ(مُوحِشًا) حالٌ، وصاحِبُها (طَلَل)، وهي نَكِرةٌ، والمسَوِّغُ في مجيءِ صاحِبِ الحالِ نَكِرةً تأخيرُه عنْها، والأصلُ: (لِمَيَّةَ طَلَلٌ مُوحِشٌ) على الوَصفِيَّةِ؛ إذ لا مُسَوِّغَ حينئذٍ لكونها حالًا بعد التأخُّرِ.",
    "الأمثلة": "\"لِمَيَّةَ مُوحِشًا طَلَل .. يَلُوحُ كَأَنَّهُ خِلَلُ\"\n",
    "الملاحظات": ""
  }
]