[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "لا يؤثر حرف الضاد على من حيث البناء والاعراب إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "نَفَضَ الغبارَ\nيَنْفُضُ الغبارَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "لا يؤثر حرف الضاد على الكلمة من حيث الموقع الإعرابي إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "مَرَرتُ بالمريضِ\nرأيتُ البيضَ\nالبيضُ في الثلاجةِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا يؤثر حرف الضاد وحده في التذكير والتأنيث، لكنه يظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "ضِياء\nضُحى\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يظهر الضاد في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما ولكنه قد يكون من ضمن السياق",
    "الأمثلة": "مرضى \\\\ مَرِيضَيْن\nعضلات \\ عضلتَيْن",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف الصاد ليس له دور نحوي مباشر في تحديد اللّزوم والتعدّي ولكنه قد يكون من ضمن الفعل اللازم أو المتعدي",
    "الأمثلة": "مَرِضَ الطفلُ\n\nقَبَضَ المُعَلِمُ راتِبَهُ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا دور له في النسب والتصغير  ولكنه قد يكون من أصل الكلمة التي تم تصغيرها أو نسبها",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "لا دور له في المصدر الميمي وصيغ المبالغة  ولكنه قد يكون من أصل الكلمة التي أخذ منها المصدر",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "لا دور له في اسم الفاعل والمفعول غير ورودها حرف من جذر بعض المشتقات ",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "الحرف الصاد لا يغيّر قاعدة اشتقاق اسم الزمان والمكان، لكنه قد يكون جزءًا من الجذر الفعلي الذي يُشتق منه الاسم",
    "الأمثلة": "*",
    "الملاحظات": ""
  }
]