[
  {
    "العنوان": "الحرف  من أصل الكلمة (الجذر) ",
    "الوصف": "حرف التاء قد يكون من أصل الكلمة (أي من الجذر) أو قد يكون زائدًا. لمعرفة ذلك، يمكننا إرجاع الكلمة إلى جذرها الثلاثي أو الرباعي.  إذا بقيت عند تصريف الكلمة أو إعادتها إلى الجذر مثال: يَسَرَ (الجذر: يسر) → الياء أصلية. إذا كانت أحد الحروف الثلاثة في جذر الكلمة الثلاثي مثل: يَئِسَ (الجذر: ي، ء، س) → الياء أصلية. إذا وردت في الميزان الصرفي دون أن تزول عند الاشتقاق مثل: بيع (من الفعل باع، الجذر: ب، ي، ع) → الياء أصلية.\n",
    "الأمثلة": " يَسَرَ (الجذر: ي س ر).\\\\  : يَئِسَ (الجذر: ي، ء، س). \\\\ بِيع (من الفعل باع، الجذر: ب، ي، ع)\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "حرف زائد",
    "الوصف": "حرف الياء هو من حروف الزيادة المجموعة في كلمة سألتمونيها في الأفعال:\n\nتدخل الياء في بعض الأوزان الصرفية، مثل الزيادة في الفعل الثلاثي لتشكيل مزيد فيه، مثال: أيْسَرَ من \"يسر\". استيْقَظَ من \"يقظ\".  وفي الأسماء: تدخل الياء في بناء بعض الأسماء، مثل: مصابيح جمع \"مصباح\" على وزن \"مفاعيل\". وأيضا تضاف للفعل لعب فتصبح يلعب فيصبح الفعل مضارعا\n",
    "الأمثلة": "لَعِبَ - يَلْعَبُ // \nاستيْقَظَ - يَقِظْ // مَصَابِيح - مِصْبَاح ",
    "الملاحظات": ""
  },
  {
    "العنوان": "من حروف الزّيادة ( في الأفعال المزيدة )",
    "الوصف": "حرف الياء في الأفعال المزيدة قد يكون جزءًا من الزيادة أو من أصل الفعل، ويؤدي دورًا صرفيًا مهمًا فقد تكون الياء حرفًا أصليًا في الفعل، وعند زيادة حروف أخرى يصبح الفعل مزيدًا، مثل: يئس (فعل ثلاثي مجرد) → تيأس (مزاد بتاء الافتعال). وفي صيغة المضارع يستخرج، يتحدث، يستفيد وكمكون في صيغة الزيادة استفعال: تأتي الياء ضمن الزيادة، مثل استيقظ، استيأس. \n",
    "الأمثلة": "يَئِس - تَيْأَس //  يَسْتَخْرِج، يَتَحَدَّث، يَسْتَفِيد // اسْتَفْعَل- اسْتَيْقَظَ، اسْتَيْأَس.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "نوع الزيادة وأثرها ",
    "الوصف": "حرف الياء قد يُزاد في بعض الكلمات في اللغة العربية، وللزيادة أثر في المعنى أو الوظيفة النحوية الزيادة للتكثير والمبالغة مثل: قهّار → قهّيْر،  وتفيد المبالغة والتصغير أحيانًا. الزيادة في الأسماء للنسب أو التملك مثل: رومي، عربي، مصري تفيد النسبة إلى المكان أو الأصل. والزيادة في الأفعال لتحويلها إلى المضارع ومثل: كتب → يكتب، قرأ → يقرأ تدل على الاستمرارية والزمن الحاضر أو المستقبل. والزيادة في الأفعال للمطاوعة أو التعدية مثل: أطعم → يُطعِم، أعطى → يُعطي فتفيد إحداث الفعل للغير. والزيادة في الأسماء لإفادة التصغير مثل: كتاب → كُتَيّب، رجل → رُجَيّل فتفيد التصغير والتحبيب أو التحقير حسب السياق. والزيادة في الأسماء لإفادة النسب والتوكيد مثل: أموي، عباسي، علوي فتدل على النسب إلى شخص أو جماعة. فالزيادة لحرف الياء تؤثر في تغيير المعنى، فتجعل الكلمة تدل على المبالغة، أو التصغير، أو النسب، أو المطاوعة، أو الاستمرار. وتؤثر في الوظيفة النحوية والصرفية، مثل تحويل الفعل إلى مضارع أو الاسم إلى صفة نسبية.",
    "الأمثلة": " قَهَّار- قِهِّيْر، كَذَّاب - كِذِّيْب\n رُومِيّ، عَرَبِيّ، مِصْرِيّ\n كَتَبَ- يَكْتُب، قَرَأَ - يَقَرَأ\n أطْعَمَ - يُطْعِم، أَعَطَى - يُعْطِي\n كِتَاب - كُتَيّب، رَجُل - رُجَيّل\n أُمَويّ، عَبَّاسِيّ",
    "الملاحظات": ""
  },
  {
    "العنوان": " تأثيره في بنية الكلمة.",
    "الوصف": "حرف الياء له تأثير كبير في بنية الكلمة في اللغة العربية من حيث المعنى والصرف التأثير في التصريف: فالياء قد تكون حرف علة يؤثر في تصريف الكلمة، مثل: الفعل \"سعى\" عند إسناده إلى ضمير المتكلم يصبح \"سعيتُ\"، حيث حُذفت الياء وعُوِّضت بتاء المتكلم. والفعل \"رمى\" عند إسناده إلى واو الجماعة يصبح \"رمَوا\"، حيث حُذفت الياء وعُوِّضت بالواو. وفي بعض الأوزان، تؤدي الياء إلى تغيرات صرفية، مثل إعلال بالقلب مثل: مقضيّ - مقضوي أو الإبدال مثل: الأراني في الأرانب. التأثير في الاشتقاق والمعاني: عندما تكون الياء جزءًا أصليًا من الجذر، فإنها تغير المعنى وفقًا للوزن الصرفي: \"بيع\" (مصدر) ⇄ \"يبيع\" (فعل مضارع) ⇄ \"مبيع\" (اسم مفعول). و\"طيب\" (اسم وصفة) ⇄ \"يطيب\" (فعل مضارع) ⇄ \"مطاب\" (مصدر ميمي). فأحيانًا  تدخل الياء في بناء بعض الأسماء وتكون مزيدة، مثل: مصابيح جمع \"مصباح\" على وزن \"مفاعيل\" ",
    "الأمثلة": "سَعَى - سَعَيْتُ\"، \\\\ \"رَمَى\" - \"رَمَوا\" \\\\ بِيعَ - يَبِيع -مَبِيع \\\\\nطِيب - يَطِيب - مَطَاب",
    "الملاحظات": ""
  },
  {
    "العنوان": " وظيفته الحرف من حيث الاشتقاق",
    "الوصف": "التأثير في الاشتقاق والمعاني: عندما تكون الياء جزءًا أصليًا من الجذر، فإنها تغير المعنى وفقًا للوزن الصرفي: \"بيع\" (مصدر) ⇄ \"يبيع\" (فعل مضارع) ⇄ \"مبيع\" (اسم مفعول). و\"طيب\" (اسم وصفة) ⇄ \"يطيب\" (فعل مضارع) ⇄ \"مطاب\" (مصدر ميمي). فأحيانًا  تدخل الياء في بناء بعض الأسماء وتكون مزيدة، مثل: مصابيح جمع \"مصباح\" على وزن \"مفاعيل\" ",
    "الأمثلة": "بِيعَ - يَبِيع -مَبِيع \\\\\nطِيب - يَطِيب - مَطَاب",
    "الملاحظات": ""
  },
  {
    "العنوان": "    الأوزان الصرفية التي يدخل فيها الحرف",
    "الوصف": "الأوزان الصرفية التي يدخل فيها حرف الياء كثيرة، إذ يمكن أن يكون الياء حرفًا أصليًا أو زائدًا. ف الأوزان التي يكون فيها الياء حرفًا أصليًا\nفَعِلَ - يَفْعَلُ مثل: بَقِيَ - يَبْقَى، شَقِيَ - يَشْقَى.\nفَعَلَ - يَفْعِلُ مثل: وَعَدَ - يَعِدُ، وَزَنَ - يَزِنُ (عندما يكون الياء في الفعل المضارع).\nفَعِيلٌ مثل: عَظِيم، قَبِيل، جَدِيد.\nفَعُولٌ مثل: غَيُور، بَيُوت.\nفَيْعِلٌ مثل: مَيْسِر، خَيْرِز.",
    "الأمثلة": "بَقِيَ - يَبْقَى، شَقِيَ - يَشْقَى. \\\\ وَعَدَ - يَعِدُ، وَزَنَ - يَزِنُ \\\\ عَظِيم، قَبِيل \\\\  غَيُور \\\\ مَيْسِر",
    "الملاحظات": ""
  }
]