[
  {
    "العنوان": "أثره في الكتابة الإملائية  ( ثابت في التصريف أم زائد يضاف للكلمة، ليس من الجذر  ) ",
    "الوصف": "حرف الياء في الكتابة الإملائية قد يكون أصليًا ثابتًا في التصريف أو زائدًا يُضاف إلى الكلمة، وذلك يعتمد على موقعه ودوره في الكلمة حيث أنه ثابتة في التصريف، ثابت في التصريف: في بعض الكلمات، يكون حرف الياء جزءًا ثابتًا من الجذر اللغوي للكلمة ويظهر في التصريفات المختلفة. فعلى سبيل المثال: في الأفعال الثلاثية مثل: \"يَحْتَسِي\" (من الجذر ح-ت-س)، حيث تكون الياء ثابتة في التصريف. في الأسماء مثل: \"فِعْلِي\" (من الجذر ف-ع-ل)، زائد يُضاف للكلمة: في حالات أخرى، يمكن أن يكون حرف الياء جزءًا من بناء الكلمة ولا ينتمي إلى الجذر نفسه. يُضاف أحيانًا لتغيير المعنى أو لتوضيح الإعراب أو الصيغة. على سبيل المثال: في الجمع السالم مثل: \"مُعَلِّمِينَ\" حيث تأتي الياء كحرف زائد في الجمع. في صيغة التثنية مثل \"مُعَلِّمَيْنِ\"، حيث يضاف الياء لتشكيل التثنية. إذن، يعتمد تأثير الياء على الكلمة التي تظهر فيها، حيث قد تكون جزءًا من الجذر أو تكون زائدة بناءً على السياق الإملائي والصرفي.",
    "الأمثلة": " \"يَحْتَسِي\" (من الجذر ح-ت-س) \\\\ فِعْلِي\" (من الجذر ف-ع-ل) أو \"مِهْنِي\". \\\\ مُعَلِّمِينَ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة شكل  الحرف بالحركات والتشكيل  ( شكله مع الفتح - الضم - الكسر )",
    "الوصف": "يكتب حرف الياء بأشكال متعددة ويقبل كل الحركات إلا في حالا معينة، ويقبل الحركات فمثلا بالفتح يكون فوقه الحركة مثل: يَحْتَاجُ، والبكسر تكون أسفله الحركة مثل: مقايِيس أما بالضم فتكون الحركة فوقه وهي تشبه الواو ولكنها صغيرة مثل: يُسَافِرُ  ",
    "الأمثلة": " يُسَافِرُ  \\\\  يَحْتَاجُ \\\\ مَقَايِيس ",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة شكل الحرف بحركة الحرف الذي سبقه .",
    "الوصف": " الحروف هي موسوعة تكمل بعضها البعض فلا يستغني الحروف عن بعضها فالحرف المنفرد لا يعطي معنى فلذلك يكتب حرف الياء في بداية الكلمة (يـــ) مثل: يَزْرَعُ ، ويكون بالوسط (ـــيـــــ) مثل:تَيَّار ويكون بنهاية الكلمة متصل (ــــي) مثل: رِبْحِيّ ، وإما منفصل(ي) مثل: يجرِي",
    "الأمثلة": "(يـــ) مثل: يَزْرَعُ \\\\  (ـــيـــــ) مثل:تَيَّار \\\\   (ــــي) مثل: رِبْحِيّ \\\\ (ي) مثل: يجرِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة الحرف بالقواعد الإملائية ( الحذف و الإثبات ) ",
    "الوصف": "تثبت الياء في آخر الاسم المنقوص وتبقى إذا جاء: معرّفًا بأداة التعريف أو بالإضافة مثل: الداعي إلى الخير مأجور، وداعي الخير مأجور. ومنكّرًا منصوبًا مثل: كان الرسول صلى الله عليه وسلم داعيًا إلى المعروف ناهيًا عن المنكر. وتحذف هذه الياء إذا جاء الاسم المنقوص نكرة مرفوعًا أو مجرورًا مثل: هذا قاضٍ، وسلمت على قاضٍ. \n",
    "الأمثلة": "قَاضٍ \\\\ دَاعِيًا \\\\ نَاهِيًا",
    "الملاحظات": ""
  },
  {
    "العنوان": "الفرق بين الرسم العثماني والرسم الإملائي في بعض الكلمات للحرف",
    "الوصف": "في القآن الكريم تحذف الياء من كل منقوص منوّن رفعاً وجرا، نحو: (غير باغٍ ولا عاد). وتحذف في كلمة ربّ في القرآن في مواضع وتثبت في أخرى الياء تكتب خارج الكتابة القرآنية، باستثناء بعض الكلمات، وقد تحذف أو تثبت في الرسم القرآني لأغراض منها ما يتعلق بقواعد النحو العربي، وأيضا في الرسم العثماني: تكتب \"سِئْ\". في الرسم الإملائي: تكتب \"سيء\".",
    "الأمثلة": "غير باغٍ ولا عَادٍ  \\\\  \"سِئْ - سِيء",
    "الملاحظات": ""
  },
  {
    "العنوان": "تأثير اللهجات على كتابة الحرف",
    "الوصف": "لم تتأثر كتابة حرف التاء عند اللهجات رغم تغير طريقة النطق",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "تأثير الحركات والتشكيل على دلالة الحرف (المعنى )  في السياق",
    "الوصف": "الحركات في اللغة العربية تلعب دورًا كبيرًا في تحديد المعنى، فالحركة هي نصف حرف كما وصفها بعض اللغويون، لذلك نجدها تغير الكثير من معاني الكلمات وتؤثر فيها فمثلا: الحركات في اللغة العربية تلعب دورًا كبيرًا في تحديد المعنى، تأثير الحركات والتشكيل على دلالة الحرف (المعنى )  في السياق، وهكذا نجد بأن الحركة الصغيرة تغير جل المعنى وكامل السياق فمثلا كلمة يَمضغ بفتح الياء تكون فعل مضارع أما لو وضعنا على الياء ضمة فتصبح يُمضع فتصبح مبني للمجهول وهكذا",
    "الأمثلة": "يَمضُغ - يُمضَغ",
    "الملاحظات": ""
  }
]