[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "الإعراب في اصطلاح النحاة هو أثرٌ ظاهر أو مقدر يجلبه العامل في آخر الكلمات المعربة. وتكونُ علامةَ إعرابٍ؛ مِثْلُ: مررتُ بأبيك. ومن حالات ثبات الحركة (لَدَيّ)﴿عَلَيَّ﴾، ﴿بِيَدَيَّ﴾ ومنها ما هو مقدر الكلمات فالمعربة المنتهية بياء: نحو الفعل (يجني) يثقل على اللسان لفظ الضمة على الياء، ولذا يقال فيه: مرفوع وعلامة رفعه الضمة المقدرة للثقل. وكذلك أيضا الاسم المضاف إلى ياء المتكلم: وهذا الاسم لا تظهر عليه حركة الإعراب؛ لأن آخر الكلمة أي حرف الإعراب قد حلت فيه الكسرة المناسبة للياء محل حركة الإعراب، ففي قولنا: (خذ قلمي) نقول: قلمي: مفعول به منصوب، وعلامة نصبه الفتحة المقدرة على ما قبل ياء المتكلم، منه من ظهورها اشتغال المحل بحركة الكسرة المناسبة للياء.",
    "الأمثلة": "لَدَيّ// عَلَيَّ // بِيَدَيَّ // يَجْنِي \\\\ بِأَبِيك",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "يتغير موقعه الاعرابي بحسب موقعه في الجملة فمثلا الداعي في جملة: الداعي للخير كفاعله جاءت مرفوعة فهي فاعل وأما كلمة المتعالي في جملة: لا تتحدث إلى المتعالي بنفسه فجاءت هنا مجرورة فهمي اسم مجرور وأما بالنسبة للنصب فكلمة: الراعي في جملة رأيت الراعي يرعى الغنم جاءت منصوبة فهي مفعول به\n",
    "الأمثلة": "الدَاعِي : مرفوع // الرَاعيَ : منصوب // المُتَعَالِي : مجرور",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "حرف الياء لا يؤثر على الكلمة من حيث التذكير والتأنيث وانما قد يكون موجودا من بنية الكلمة مثل زينب وشيماء وجميلة",
    "الأمثلة": "زَيْنَب // شَيْمَاء // جَمِيلَة",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "لحرف الياء تأثير كبير في الجمع والتثنية ولو تم الاستغناء عنه لسقط معنى الجمع او التثنية فقال اللغويون: أعني الألف في التثنية، والواو في الجمع، والياء فيهما، لو سقطت بطلت دلالة التثنية، وإنما كمل كل شيء من هذا اسماً للتثنية وللجمع بأحد هذه الحروف، فمحلها كمحل الألف من أرطى التي بها كمل بناء الاسم فمثلا لو قلنا كلمتن من دون الياء لفسد المعنى فوجود الياء في التثنية لكلمتين مهم جدا وكأنه من بنية الكلمة الأصلية ",
    "الأمثلة": "الطَيِّبِين // كَلِمَتَيْن // المُحْتَاجِين \\\\ المُؤْمِنِين \\\\ الرَجُلَيْن",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "حرف الياء قد يؤثر في الفعل بطريقة غير مباشرة من خلال تغيير صيغته، لكنه لا يكون العامل الأساسي في التعدي واللزوم، بل يعود ذلك إلى بنية الفعل وأوزانه في اللغة العربية. أي انه يكون من بنية الكلمة",
    "الأمثلة": "يَمْشِي // أَعْطَى - أَعْطَانِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "التصغير هو تغيير يحصل في بناء الاسم، للدلالة على معان كثيرة مختلفة. وطريقته يصغر الاسم عن طريق ضم حرفه الأول وفتح الثاني وزيادة ياء ساكنة بعد حرفه الثاني فإذا كان الاسم زائدًا على ثلاثة حروف كسر ما بعد ياء التصغير. أي أن حرف الياء يضاف لبنية الكلمة بحالة التصغير وهو جزء من الوزن الصرفي فالاوزان هي \"هناك ثلاثة أوزان قياسيّة للتصغير، وهي: 1- فُعَيْل: للأسماء الثلاثية، مثال: قرد- قُرَيْدٌ. 2- فُعَيْعِل: للأسماء الرباعية، مثال: خندق – خُنَيْدِقٌ. 3- فُعَيْعيل: للأسماء التي تكون من أربعة حروف وقبل آخرها حرف مد, فإن كان حرف المدّ ياء ظلت كما هي، مثال: قنديل- قُنَيْدِيلٌ، وإذا كانت ألفاً أو واواً يقلبان ياء بسبب سكونهما وكسر ما قبلهما، مثال: قرطاس- قُرَيْطِيسٌ وعصفور- عُصَيْفِيرٌ\" وبذلك نستطيع أن نقول بأن حرف الياء هو أساس من اساسيات التصغير المهمة ولا يمكن الاستغناء عنه ولو حصل ذلك جهلا لاختلف المعنى المراد // أما عن النَّسَبُ - عند علماء الصَّرْف - : إِلحاقُ باء مشدَّدة في آخر الاسم المراد نسبُه. مثال: عند نسب رجل إلى العرب يقال \"عربِيّ\" بإضافة ياء مشددة إلى الكلمة مع كسر ما قبل الياء. ويطلق على الاسم المتصل بالياء \"المنسوب\"، وعندما لا يتصل بها هذا الاسم يسمى \"منسوباً إليه\"، والياء المشددة تسمى \"ياء النَسب فمثلا: مصري\" منسوباً إلى \"مصر\"، \"دمشقي\" منسوباً إلى \"دمشق\". ",
    "الأمثلة": "قِرْد- قُرَيْدٌ. // خَنْدَق – خُنَيْدِقٌ. قَنْدِيل- قُنَيْدِيلٌ، مِصْرِيّ\" - \"مِصْرَ\"، \"دِمَشْقِي\" - \"دِمَشْق\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "حرف الياء بالمصدر الميمي لا يعمل أي عمل ظاهر إلا أنه يكون من بنية الكلمة ليس أكثر فمثلا إن كان المصدر معتل اللام بالياء، فالمصدر الميمي والظرفان على (مَفْعَل) أيضًا؛ نحو: رَمَى يَرْمِي مَرْمَى.// وكذلك أيضا بصيغ المبالغة يكون من بنية الكلمة كسميع دلالة على الكثرة في الاستماع وتعبير عن المبالغة في وجود الصفة.",
    "الأمثلة": "يَرْمِي - مَرْمِيّ // سَمِيع // بَصِير",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "يكون لحرف الياء تأثير في اسم الفاعل إذا كان هو أحد حروفه أو كان أحد حروفه حرف علة فإذا كان الفعل الثلاثي في وسطه حرف علة -وهم الألف و الواو والياء- يُقلَب حرف العلة همزة، مثل: \"صام\" و \"ذاع\"، ليكون اسم الفاعل منها \"صائم\" و \"ذائع\".\nوفي حالة كان الفعل الثلاثي في آخره حرف علة فيُقلَب حرف العلة ياء، مثل \"رجي\" و \"شكي\"، ليكون اسم الفاعل منها \"راجي\" و \"شاكي\".\nولكن إذا جاء اسم الفاعل في حالتي الرفع والجر وكان نكرة -أى غير مقترن بـ \"الـ\"، تُحْذف هذه الياء، مثل: \"هذا راجٍ\"، \"تحدثت إلى راجٍ\". وفي هذه الحالة يعرب اسم الفاعل بحركات مقدرة على الياء المحذوفة.\nوإذا جاء اسم الفاعل -معتل الاخر- في حالة نصب تبقى الياء، مثل: \"سمعت شاكياً\"، أو إذا اقترن اسم الفاعل بـ\"الـ\"، مثل \"رأيت القاضي\" تبقى الياء ولا تُحذف.// وكذلك اسم المفعول حرف الباء لا يؤثر به بشكل مباشر بل يكون من بنية الكلمة فمثلا بنى عندما حولناها لصيغة اسم المفعول ظهرت الياء فأصبحت مبنيّ وكذلك سعى أصبحت مسعيّ وأيضا باع أصبحت مبيع",
    "الأمثلة": "رَجَي - رَاجِي //  \"شَكَي- شَاكِي  نَاجٕ - نَاجِي // شَاكِيا// قَاضِي // بَاعَ - مَبِيع // سَعَى - مَسْعِيّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "لا يؤثر حرف الياء على الزمان والمكان وانما يكون من بنية الكلمة مثل بيت",
    "الأمثلة": "بَيْت // اللَيْل",
    "الملاحظات": ""
  }
]