[
  {
    "العنوان": "التحوّل في معنى الكلمة  ",
    "الوصف": "عند إضافة حرف الياء إلى بعض الكلمات في اللغة العربية، يحدث تحول دلالي يؤثر على معناها، والزيادة قد تؤدي إلى تغيير في المعنى من حيث النسبة، التصغير، التحبيب، التوكيد، أو تحويل الاسم إلى صفة. فمثلا النسبة عند إضافة الياء إلى بعض الكلمات، تتحول إلى صيغة النسبة، مثل: عرب → عربي (أي منسوب إلى العرب) إسلام → إسلامي (منسوب إلى الإسلام) علم → علمي (منسوب إلى العلم) ويمكن أن تؤدي زيادة الياء إلى تصغير أو تحبيب المعنى:  أسد → أسيْد (تصغير بمعنى صغير الأسد أو تدليل الاسم) وفي بعض الكلمات، تتحول الأسماء إلى صفات عند إضافة الياء: شعر → شعري (أي متعلق بالشعر) دم → دموي (مرتبط بالدم أو القتل) ملك → ملكي (مرتبط بالملكية أو الملوك) وأحيانًا، تؤدي إضافة الياء إلى توكيد المعنى أو تغييره بشكل طفيف: خير → خيري (يدل على العمل الخيّر أو الشخص الذي يميل إلى الخير) شر → شري (نادر الاستخدام، لكنه يدل على الشرّية أو كثرة الشرّ) وأحيانًا يضاف حرف الياء لتحويل الفعل أو الاسم إلى صيغة جديدة ذات معنى مختلف: هوى → هوائي (من الهواء أو متعلق به) يد → يدي (عند الإضافة إلى ضمير المتكلم)",
    "الأمثلة": "عَرَب - عَرَبيّ \nإِسْلام-  إسْلاميّ\nعِلْم - عِلْمِيّ \\\\\nأَسَد - أُسَيْد \nشِعر - شِعْرِيّ \nدَمْ - دَمَويّ \nمَلِك - مَلَكيّ \nخَيْر - خَيْرِيّ \nشَر - شَرِيّ \nهَوَى - هَوَائِيّ \nيَدّ - يَديّ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": " تؤثر زيادة حرف الياء في بعض الأفعال على دلالة الزمن، فتُحدث تحوّلات في المعنى تتعلق بـ الطلب، النفي، الاستمرارية، والتحذير، وذلك بحسب السياق الصرفي والنحوي للجملة. الياء في الأمر والدعاء: تأتي مع فعل الأمر للمؤنث  فعند زيادة الياء في بعض الصيغ، قد تتحول الجملة إلى صيغة الطلب أو الدعاء، مثل: اصطفِ ← اصطَفِ + ياء → اصطَفِي (طلب الاصطفاء)، اهتدِ ← اهتدِي (دعاء بالهداية) أما عن النفي فزيادة الياء قد تُستخدم مع النفي في بعض اللهجات أو الأساليب البلاغية، مثل: لم يسعَ ← لم يسعَ + ي → لم يسعِي (للتوكيد أو التفنن في الأسلوب) لا تخشَ ← لا تخشي (أسلوب بلاغي في بعض السياقات الشعرية)،  وبالنسبة للاستمرارية فزيادة الياء قد تدل على الاستمرار في الفعل، خاصة في الأساليب الأدبية أو اللهجات الدارجة، مثل: يمضي (يستمر في المضي) يسري (يستمر في السير أو الانتشار) وقد تأتي في سياق التنبيه من أمر ما، خصوصًا في الأساليب البلاغية فمثلا : إياك أن تثنِيَ العزيمة! (تحذير من التراجع)، لا تغويَنَّ بالباطل! (تحذير من الاغترار)",
    "الأمثلة": "اصْطَفِ - اصْطَفِي، اهْتدِ - اهْتَدِي \\\\ لَم يَسع ← لَمْ يَسعِ + ي - لَم يَسعِي\nلا تَخْشَ - لا تَخْشَي \\\\ يَمْضِي \\\\ يَسْرِي \\\\ إيَّاك أنْ تثنِيَ العَزيمَة! \nلا تَغْويَنَّ بالبَاطِل",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "حرف الياء في اللغة العربية يُستخدم غالبًا كضمير متصل يدل على المتكلم، أو كحرف مد، أو في بعض الأحيان لزيادة الجرس الموسيقي في بعض التراكيب. وعند التقديم والتأخير قد يؤدي تقديم أو تأخير الكلمة التي تحتوي على ياء المتكلم إلى تغيير المعنى أو إبراز دلالة معينة. مثال: \"كتابي قرأتُ\" (تركيز على الكتاب) \"قرأتُ كتابي\" (تركيز على فعل القراءة) فهنا التقديم والتأخير يُؤثر على المعنى من خلال إبراز العنصر الأهم في السياق. وأيضا إثارة الانتباه عبر التقديم والتأخير تقديم الكلمة التي تحتوي على الياء قد يلفت الانتباه إليها أكثر، خاصة في الأسلوب البلاغي أو الشعري. مثال: \"إليَّ أنظرْ\" (تقديم الجار والمجرور لزيادة التوكيد وجذب الانتباه) \"أنظر إليّ\" (تركيب عادي، لا يحمل نفس القوة في التوكيد)",
    "الأمثلة": "كِتَابي قَرَأتُ - قَرأتُ كِتَابِي\nإليَّ أنْظرْ - أنْظرْ إليّ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": " تلعب الياء دورًا مهمًا في تقوية المعنى، وإبراز العاطفة، وتوكيد المشاعر في اللغة العربية، سواء في النداء، أو التصغير، أو الأساليب البلاغية المختلفة فمثلا:  التوكيد بالنداء عند تكرار حرف النداء \"يا\"، يُستخدم للتأكيد والتنبيه، مثل: يا ليلُ يا عينُ → هنا التكرار يؤكد الإلحاح والعاطفة. يا أخيّ، اصبرْ → استخدام التصغير \"أخيّ\" مع الياء يعزز العاطفة والودّ. وأيضا التوكيد بإلحاق الياء في الأسماء بعض الأسماء تُلحق بها الياء لغرض التوكيد العاطفي أو الإلحاح، مثل: ربّي، أمّي، أبي → تعطي مزيدًا من الحميمية والتوكيد على العلاقة. . والتوكيد في أسلوب الاستغاثة والتعجب وا مصيبتاه! يا للكارثة! → حيث تُستخدم الياء مع أدوات الاستغاثة أو التعجب لتضخيم المعنى. ",
    "الأمثلة": "يا لَيلُ يا عَينُ \nيا أخيّ، اصْبرْ \nرَبّي، أُمّي، أَبي \nوا مُصِيبَتَاه! يا للكَارثة",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "حرف الياء يمكن أن يُستخدم في سياق الإنكار، لكنه ليس أداة إنكار مستقلة بذاته، بل يأتي غالبًا في بعض الأساليب التي تفيد الإنكار أو التعجب أو التوبيخ أسلوب النداء التعجبي أو التوبيخي يُستخدم \"يا\" الندائية مع التعجب أو التوبيخ، مما قد يفيد الإنكار الضمني، مثل: \"يا لَلْعجب!\" (تفيد التعجب والإنكار من شيء غير متوقع). \"يا لك من رجلٍ جريء!\" (تفيد التوبيخ وربما الإنكار). أسلوب التحسر أو التوجع \"يا حسرتاه!\" (تفيد الندم والإنكار لما حدث). \"يا ويلتاه!\" (تفيد الإنكار مع الشعور بالخطر أو الندم). فحرف الياء لا يؤدي وظيفة الإنكار بشكل مباشر، لكنه يدخل في سياقات تدل على الإنكار حسب التركيب والمعنى العام للجملة. فالإنكار الصريح يتم غالبًا باستخدام أدوات مثل: \"لا\"، \"ما\"، \"ليس\"، \"إنّ... إلا\"، \"لم\" وهكذا",
    "الأمثلة": "يا لَلْعَجَب!\nيا لَك مِنْ رَجُلٍ جَرِيء!\nيا حَسْرَتاه!\nيا وَيْلَتَاه! ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "نعم، حرف الياء يلعب دورًا مهمًا في التلاعب اللفظي والجناس، ويؤثر بشكل كبير في السجع والجناس والتكرار بفضل خصائصه الصوتية. حيث أن صوتها لين وسهل النطق، مما يجعلها مفضلة في السجع والجناس. وتمتد عند النطق، مما يمنح النص موسيقية خاصة. ويمكن أن تأتي في نهاية الكلمات بسهولة، مما يساعد في تكوين توافق صوتي. فالسجع يعتمد على التوافق الصوتي في نهاية الجمل، وحرف الياء يسهم في ذلك بفضل ليونته وامتداده الصوتي. مثال: \"حلمك زين، وغضبك شين\" ووجود الياء في هذه العبارات يمنحها انسجامًا موسيقيًا جذابًا. وفي الجناس: الجناس يعتمد على التشابه في المبنى والاختلاف في المعنى، وحرف الياء يمكن أن يؤدي دورًا بارزًا فيه، مثل: \"يجري النهر، ويجري الزمن\" (جناس ناقص بسبب اختلاف المعنى) وأيضا في التكرار، فالتكرار يعزز الإيقاع والتأثير البلاغي، والياء بصوتها اللين والممدود تساعد في خلق وقع موسيقي مميز، مثل: \"يا ليلي يا عيني\" \"عليّ عليّ،",
    "الأمثلة": "\n\"حُلْمَكَ زِين، وَغَضَبُكَ شِين\"\n\"يِجْرِي النَهْرُ، ويَجْرِي الزَمَنُ\"\n\"يا لَيْلِي يا عَيْنِي\"\n\"عَليّ عَليّ،",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "حرف الياء من الحروف التي تلعب دورًا بارزًا في الفصاحة والبيان في اللغة العربية، حيث يساهم في تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته فمثلا ليونته ولإطالة صوته يمنح الجملة إيقاعًا موسيقيًا أكثر سلاسة، خاصة عند استخدامها في القوافي والنثر المسجوع، مما يحسّن التذوق الفني للنص. مثال: \"الحرية نور، والعبودية ظلامٌ طويلٌ\" (إطالة الياء في \"طويل\" تعطي وقعًا مؤثرًا). ويساعد في زيادة وضوح المعنى بالتوكيد والتخصيص فتستخدم الياء في ضمائر المخاطبة مثل \"إياي\"، و\"عليّ\"، مما يساعد في تخصيص الفاعل أو المفعول به بوضوح. مثال: \"إيايَ تعني بهذا الحديث؟\" وتحسين الجرس الموسيقي في الشعر والنثر فالياء تلعب دورًا في تحسين الوزن العروضي وإعطاء الجملة طابعًا أكثر جاذبية، حيث تتكرر كثيرًا في القوافي والأوزان الشعرية. مثال من الشعر: \"أنا البحرُ في أحشائهِ الدرُ كامنٌ\" (مدّ الياء في \"في\" و\"أحشائهِ\" يضفي ليونة وجمالًا). وللدلالة على الامتداد والاتساع فتستخدم الياء في الكلمات التي تحمل معنى الامتداد، مثل \"العلياء\"، \"الدنيا\"، مما يرسّخ في الذهن فكرة السعة والارتفاع. والتوكيد في النداء والمناجاة فحرف النداء \"يا\" أداة بلاغية مؤثرة، تُستخدم في الدعاء والمناجاة والاستغاثة، مما يعزز التأثير العاطفي في النص. مثال: \"يا ليت الشباب يعود يومًا!\" فحرف الياء ليس مجرد عنصر صوتي في الكلمة، بل هو أداة فاعلة في تحسين جمال الجملة العربية، سواء بإعطائها انسيابية موسيقية، أو بإيضاح المعنى وتقويته، أو بإبراز دلالات الامتداد والعاطفة.",
    "الأمثلة": " \"إِيّايَ تَعني بِهَذا الحَدِيث؟\"\nكِتَابي\n\"أنا البَحْرُ فِي أحْشَائهِ الدُرُ كامِنٌ\" (مدّ الياء في \"في\" و\"أحشائهِ\" يضفي ليونة وجمالًا).\n\"العَلياء\"، \"الدُنْيَا\"، \n \"يا لَيْتَ الشَبَابَ يَعُودُ يَومًا!\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "حرف الياء يمكن أن يكون له تأثير على الإيحاءات العاطفية والنفسية في السياق اللغوي. في اللغة العربية، يمكن أن يرتبط حرف الياء بأثر معين في السمع والإحساس، خصوصًا عندما يكون جزءًا من الكلمة أو الجملة النعومة والإحساس: في بعض الأحيان، تُعتبر الكلمات التي تحتوي على الياء أكثر نعومة أو لطافة. مثلًا، الكلمات التي تنتهي بالياء مثل \"سُمَيّة\" أو \"دُنيا\" قد تحمل تأثيرًا عاطفيًا أكثر، وتدل على الرقة أو الحنان. الارتباط بالمؤنث أو الدلالات الجمالية: في بعض الأحيان، يربط حرف الياء بالكلمات المؤنثة في اللغة العربية، مما قد يعطي إيحاءً بالجمال أو الرقة في السياق. التكرار والموسيقى اللغوية: إذا تكرر حرف الياء في نص أو جملة معينة، قد تخلق تلك التكرارات تأثيرًا موسيقيًا هادئًا، مما يعزز الإحساس بالراحة أو السكينة. \"حبيبي\" أو \"يا ليل\": يعزز الياء في هذه الكلمات شعورًا بالعاطفة والحنان.",
    "الأمثلة": "\"حَبِيبِي\" أو \"يَا لَيْل\" \\\\ سُمَيّة\" أو \"دُنْيَا\"",
    "الملاحظات": ""
  }
]