[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "ينطق من وسط اللسان مع ما يحاذيه من غار الحنك اﻷعلى وهو حرف\nرخوة ، مجهورة ، لينة ، مستفلة ، منفتحة .",
    "الأمثلة": "بَيْت \\\\ يَبْنِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "حرف الياء كحرف لم يطرأ عليه الكثير من التسهيلات إنما ساهم في تسهيل بعض الحروف الأخرى كالهمزة فالعديد من المتحدثين لاللغة بدلا من قولهم فائز مثلا اكتفو بقولهم فايز",
    "الأمثلة": "فَائِز - فَايِز",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "كَثُر إبْدالُ الياءِ؛ لأنَّها حَرْفٌ مَجْهورٌ مَخْرجُها مِن وسَطِ اللِّسانِ، وفيها مِنَ الخِفَّةِ ما ليس في غيرِها فمن هذه الحروف ابدالها مع حرف الباء حين أبدلوا ديباج وهي أصلها دباج بتشديد الباء وأُبدِلتِ الياءُ مِنَ النُّونِ إبْدالًا لازِمًا؛ هرَبًا مِنَ التَّضعيفِ، في: دِينار، وأصْلُه: دِنَّار، والدَّليلُ أنَّهم قالوا في الجَمْعِ: دَنانِير. أُبدِلتِ الياءُ مِنَ الدَّالِ في قولِهم: تَصدِية، والأصْلُ -وهُو رأيُ الجُمْهورِ وأبي عُبيدةَ  - تَصدِدة؛ لأنَّه مِن صددْتُ أصِدُّ، فهَربوا مِن اجْتِماعِ المِثْلَينِ وبدلا في قولهم: الأراني في الأرانب",
    "الأمثلة": " دِيبَاج - دِبّاج // دِينَار - دِنَّار \\\\  تَصْدِيَة، والأصْلُ - تَصْدِدَة \\\\ الأَرَانِي - الأرَانِب",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "هو تغيرٌ يجري في أحرف العلة بالقلب أو الحذف أو التسكين ، وأحرف العلة ثلاثة الواو والألف والياء ويلحق بها الهمزة ؛ لكثرة تغيرها. ولتوضيح الإعلال في أي كلمة نردها إلى أصلها وذلك من خلال المضارع أو المصدر ، ومن خلالهما يتضح أصل حرف العلة فيرد إلى الكلمة وبهذا يكون الإعلال واضح في الكلمة. فالاعلال يكون يثلاث صور وهي الاعلال بالحذف والاعلال بالقلب والاعلال بالتسكين فأما الاعلال بالتسكين فهو والمرادُ به شيئان الأول حذف حركة حرفِ العلَّة، دفعاً للثّقَل. والثاني نقل حركته إلى الساكن قبلهُ.\nفإذا تَطرَّفتِ الواو والياءُ بعد حرفٍ مُتحرِّكٍ، حذفت حركتهما إنه كانت ضمةً أَو كسرةً، دفعا للثّقَل فمثلا يقضي القاضي على الجاني. والأصل \"يدعُوُ الداعيُ إلى الناديِ، ويقضيُ القاضي على الجانيِ\". فإن لَزِم من ذلك اجتماع ساكنين، حُذفت لامُ الكلمة، مثل \"يُرمون ويغزون\". والأصل \"يَرمِيُون ويَغزُوُوْنَ\".\n(طرحت ضمة الواو والياء دفعاً للثقل. فالتقى ساكنان لام الكلمة و واو الجماعة، فحذفت لام الكلمة، دفعاً لاجتماع الساكنين .",
    "الأمثلة": "يَقْضِي - يَقْضِيُ // يَرمون - يَرمِيُون //  ويَغْزُون - ويَغزُوُوْنَ\". ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "وهو قلب حرف عله من صورة إلى صورة أخرى نحو ، ( قلب الياء ألفًا فرمى ؛ أصلها رَمَي ، ( بدليل المضارع يرمي ، والمصدر رمي ) ، فالياء قلبت ألفًا .\n\nـ باع ؛ أصلها بَيَع ، ( بدليل المضارع يبيع ، والمصدر بيع ) ، فالياء قلبت ألفًا\n\n أو قلب الواو ياءً أو قلب الياء واوًا وتقلب الياء همزة فمثلا بناء ؛ أصلها بناي ، ( بدليل المضارع يبني ) ، فقلبت الياء همزة ؛ لأنها جاءت متطرفة بعد ألف زائدة .وتُقلب الواو ياءً وذلكفي حــالاتٍ أهمُـها :\n\n1 ـ في اسم المفعول ، أي الفعل الثلاثي المعتل الآخر بالياء ، فعند صياغة اسم المفعول منه تُقلب واو المفعول ياءً وتدغم في ياء الفعل الأصلية .\n\nمثـل : ـ مرميّ ، الفعل الثلاثي هو رمى ، فأصلها مرموي ، فقلبت واو المفعول ياءً وأدغمت في ياء الفعل الأصلية .\n\nـ مقضيّ ، الفعل الثلاثي منه هو قضي ، فأصلها مقضوي ، فقلبت واو المفعول ياءً وأدغمت في ياء الفعل الأصلية .\n\n ",
    "الأمثلة": "بِنَاء - بِنَاي // رَمَى - رَمَي // بَاعَ ؛ أصلها بَيَع // مَرميّ - مَرْمُوي // مَقْضِيّ - مَقْضُوي",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "ويكون ذلك في الأسماء المنقوصة أي الذي يكون آخره ياء ، والأسماء المقصورة أي الذي يكون آخره ألف ، فتحذف الياء والألف عند جمعها جمعًا مذكرًا سالمًا .\n\nمثل : ـ القاضي + ون = القاضون ، فحذفت الياء فأصلها القاضيون ؛ وذلك لمنع التقاء الواو والياء ، والاعلون ، حذفت الياء منها فأصلها الاعليون ؛ نفس السبب السابق .\n\nوأيضا  يَدٌ، أصله يَدْيٌ ",
    "الأمثلة": "القاضُون - القاضِيُون \\\\  يَدٌ - يَدْيٌ \\\\  والأّعْلَوْن - الأّعْلَيُون",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "تأثر حرف الياء كغيره من بعض الحروف في اللهجات وكان رأيهم أن المصطلح الأمثل لظاهرة قلب الجيم ياء كقولهم: مسيد وشيرة ودياي  ومَيْنُون في (مسجد وشجرة ودجاج ومَجنون) مما أثر في لهجات الفصحى القديمة وشاع في اللهجات المعاصرة وبخاصة في منطقة الخليج العربي، هو: (اليأيأة) على وزن الفَعْلَلَة، مشاكَلةً للغات (اللهجات) الملقّبة المأثورة عن علماء العربية القدماء، كالعجعجة والشنشنة والفحفحة والعنعنة والكشكشة، وأنه يحسن باللغويين والباحثين أن يضموه إلى تلك المصطلحات في تلك الظواهر الصوتية اللهجية. ونجد في العربية ظاهرتين متعاكستين للتعاقب بين الياء والجيم:\n    الأولى: قلب الياء المشددة جيما في لغة قضاعة، كقولهم: عَلِج في عليّ والعَشِج في العشيّ، وتميمج في تميميّ، والأجِّل من الأيِّل، وسموها العجعجة، وهي تسمسة شائعة في تراثنا اللغوي.\n   والثانية: تقابلها، وهي ظاهرة قلب الجيم ياء، كقولهم في المسجد والشجرة: مسيد وشيرة، وهي مسموعة في باديتَي الحجاز ونجد، وهي غيرهما أيضا، ولم يزل كبار السن في منطقة الجوف يقولون: اليوف، ويقول بعضهم في الخُروج: خُروي، وفي الحجّ: الحيّ، وفي الجَرَس: اليَرَس. ولدينا أيضا: الياء المفخمة أو المقلقلة (الياء في حالة الإمالة) أحيانًا في بعض اللهجات أو في الكلمات ذات الطابع الفصيح، قد يتم التفخيم أو الإمالة للياء، مما يُغير من نطقها ويسهم في نقل المعنى.",
    "الأمثلة": "الخُرُوج - خُرُوي // الحَجّ: الحيّ،// الجَرَس: اليَرَس// عَلِج: عَلِيّ // والعَشِج : العَشِيّ، // تَمِيمِج في تَمِيمِيّ،// الأجِّل : الأيِّل",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "تخرج الياء المدية من الجوف , ولكن منشأ صوتها يتولد في بدايته من مخرج الياء اللسانية ثم يتحول الصوت عبر مخرج الجوف , وهي مدية فيما لو سكنت وانكسر ما قبلها مثل:(لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ) , ولينة فيما لو سكنت وانفتح ما قبلها مثل:(قُلْ أَذَلِكَ خَيْرٌ)، وتكون ياء متحركة أيضا مثل(وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) , وهي حرف مجهور , رخو , مستفل , منفتح , مصمت , مرقق , جوفي , خفي , هوائي ",
    "الأمثلة": "إِيمَانا \\\\ خَيْرٌ \\\\ فِي أَنفُسِهِمْ \\\\",
    "الملاحظات": ""
  }
]