[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "اللام تُستخدم في الأفعال والأسماء، وتؤثر على الإعراب.",
    "الأمثلة": "مثل: \"لَيفعلنَّ\" (لام التوكيد)",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "اللام قد تدخل على الجملة الفعلية أو الاسمية فتغير المعنى، مثل لام التعليل أو لام التوكيد.",
    "الأمثلة": "\"ليذهبْ محمدٌ\" (لام الأمر)، \"لَيفوزنَّ\" (لام التوكيد)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا تؤثر اللام وحدها في التذكير والتأنيث، لكنها تظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "مثل: \"لَهيَ خيرٌ لك\"، \"لَهو خيرٌ لك\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "تظهر اللام في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما.لا تؤثر اللام مباشرة على التذكير أو التأنيث، لكنها قد تدخل على الجملة المؤنثة أو المذكرة.",
    "الأمثلة": "مثل: \"لَهيَ خيرٌ لك\"، \"لَهو خيرٌ لك\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "قد تكون جزءًا من الجذر في الأفعال اللازمة أو المتعدية، دون أن تكون محددًا وحيدًا لهما.قد تدخل اللام على الفعل اللازم أو المتعدي دون تغييره جذرياً.",
    "الأمثلة": "\"لَينطلق الرجل\" (لازم)، \"ليعطيَ الفقيرَ حقه\" (متعدٍّ)\" ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "تدخل في بعض الأسماء المنسوبة والمصغرة. لا تؤثر اللام في التصغير أو النسب مباشرة، لكنها قد ترد ضمن الكلمات المصغرة أو المنسوبة وليس لها دور في الصغ السابقة .",
    "الأمثلة": "\"طويل\" → \"طويلي\" (نسب)، \"قليل\" → \"قُليل\" (تصغير)/ \"لُوَيْلِب\" (تصغير \"لُبّ\")، \"المغربيّ\" (نسبة للمغرب)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "قد تظهر اللام في بعض صيغ المصدر الميمي والمبالغة، لكنها ليست قاعدة ثابتة.قد تدخل في بعض الأوزان الصرفية الخاصة بالمصادر وصيغ المبالغة.",
    "الأمثلة": "\"مَلفَظ\" (مصدر ميمي)، \"غفُور\" (صيغة مبالغة)\"لامُ العِلّة\" (مصدر ميمي)، \"لَحّام\" (صيغة مبالغة)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "تظهر في  أوزان اسم الفاعل والمفعول ( لام الفعل  )بعض الأفعال التي تصاغ منها أسماء الفاعل والمفعول.",
    "الأمثلة": "\"كاتب\" (فاعل)، \"مكتوب\" (مفعول)\"لاعب\" (اسم فاعل)، \"ملعون\" (اسم مفعول)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "تدخل اللام في أوزان  أسماء الزمان والمكان عند الاشتقاق.تدخل اللام في بعض مشتقات الزمان والمكان.",
    "الأمثلة": "أقابل أصدقائي مطلع الشمس ، مَطْلعُ = مفعل ( اسم زمان  )               مهبط = مفعل ( اسم مكان  )",
    "الملاحظات": ""
  }
]