[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "اللام صوت لثوي – جانبي – مجهور، يُنطق برفع طرف اللسان إلى اللثة مع خروج الهواء من جانبي اللسان.",
    "الأمثلة": "«لَعِبَ، لامَ، لَيْلٌ» يَظْهَرُ النُّطْقُ الجانِبِيُّ لِلْحَرْفِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "قد تُدغم اللام أو تُخفف حسب السياق الصوتي.",
    "الأمثلة": "في «قُلْ رَبِّ» تُدْغَمُ اللَّامُ في الرّاءِ إدْغامًا كامِلًا في التَّجْوِيدِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "الإبدال بين الراء واللام : اللثيد = الرّثيد : المنضود. واللام أكثر في اللغة كما يتضح من الأمثلـة\nالموضوعة له. والراء لهجة مازن، وهي مبدلة من اللام ، وإبدال العين لاما ، فإن اللام لهجة لقبائل تميم،",
    "الأمثلة": "مِنَ الألْفاظِ الَّتي أُبْدِلَتْ فيها الرّاءُ لامًا (الطَّرْماءُ والطَّلْماءُ)، وَإبْدالُ العَيْنِ لامًا (عَفَتْ = لَفَتَ) // وَإبْدالُ اللَّامِ نُونًا = المَشْهُورُ: سِجِّيلٌ. وَهُوَ الوارِدُ في القُرْآنِ. وَقَدْ رُوِيَ أَنَّ قَبِيلَةَ عِجْلانَ تُبْدِلُ اللَّامَ نُونًا في تِلْكَ اللَّفْظَةِ فَتَقُولُ: (سِجّينٌ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "لا تتعرض اللام عادةً للإعلال، لكنها قد تتأثر بالإدغام أو القلب.",
    "الأمثلة": "في «اللَّبِيبِ» تُنْطَقُ اللَّامُ مُشَدَّدَةً لِلْإدْغامِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "لا يحدث إقلاب مباشر للام، لكنه يظهر في بعض الظواهر اللهجية النادرة.",
    "الأمثلة": "في بَعْضِ اللَّهَجاتِ، تُقْلَبُ اللَّامُ راءً كَما في «مَرْحُو» بَدَلَ «مَلْحُو».",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "قد تُحذف في بعض الكلمات عند الإدغام أو التخفيف.",
    "الأمثلة": "في «الَّذِينَ» حُذِفَتِ اللَّامُ لَفْظًا في التَّجْوِيدِ بِالإدْغامِ مَعَ الذَّالِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "قد يُمال أو يُقلب حسب اللهجة، خصوصًا بين التفخيم والترقيق.",
    "الأمثلة": "في بَعْضِ اللَّهَجاتِ المِصْرِيَّةِ يُنْطَقُ اللَّامُ أَكْثَرَ تَرْقِيقًا في «اللَّهِ» بَدَلًا مِنْ تَفْخِيمِهِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "اللام القمرية تُظهر، بينما الشمسية تُدغم، كما تُفخم في لفظ الجلالة بعد الفتح أو الضم.",
    "الأمثلة": "في «الكِتابِ» تَظْهَرُ اللَّامُ، بَيْنَما في «الشَّمْسِ» تُدْغَمُ. وفي «قالَ اللَّهُ» تُفَخَّمُ اللَّامُ، وَتَكُونُ فَقَطْ في لَفْظِ الجَلالَةِ. إذا وَقَعَتِ اللَّامُ بَعْدَ فَتْحٍ، مِثْلَ (تَاللَّهِ). إذا وَقَعَتِ اللَّامُ بَعْدَ ضَمٍّ، مِثْلَ (يَعْلَمُ اللَّهَ). ",
    "الملاحظات": ""
  }
]