[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "لا يؤثر حرف العين على الكلمة من حيث البناء والاعراب إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "خَشَعَ محمدُ\n\nيَنْزَعُ اللحمَ\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "لا يؤثر حرف العين على الكلمة من حيث الموقع الإعرابي إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "مررتُ بالمزارعِ\nرأيتُ المزارعَ\nشِرَاعُ السفينةُ مُمَزّق",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا يؤثر حرف العين وحده في التذكير والتأنيث، لكنه يظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "عَنُود\nعَامِر\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يظهر العين في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما ولكنه قد يكون من ضمن السياق",
    "الأمثلة": "عَظام \\\\ عظمتين\nعصفورين \\\\ عصافير",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف \"العين\" ليس له دور نحوي مباشر في تحديد اللّزوم والتعدّي ولكنه قد يكون من ضمن الفعل اللازم أو المتعدي ",
    "الأمثلة": "سَطَعَ النجمُ\n\nرَفَعَ عُمَرُ العلمَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا دور له في النسب والتصغير  ولكنه قد يكون من أصل الكلمة التي تم تصغيرها أو نسبها",
    "الأمثلة": "عَقل = عُقَيْل\nعُمَيْريّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "يكون حرف العين من أصل الوزن الذي يشتق منه المصدر الميمي مثل: مَفْعِل = مَوْعِد وكذلك مَوْقِد، فهي قد تكون في أصل الوزن وقد تكون في أصله وجذره في المصدر الميمي .\nأما في صيغ المبالغة فهي تكون في أصل الوزن أي تكون عين الفعل وقد تكون في الجذر وقد لا تكون مثل: فَعّال = سَفّاح، وقد تكون في أصله وجذره مثل: عليم = فعيل",
    "الأمثلة": " مَفْعِل = مَوْعِد  \nفَعّال = سَفّاح، وقد تكون في  عليم = فعيل\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "يكون حرف العين في أصل الوزن في اسم الفاعل وقد يكون في جذر الكلمة وقد لا يكون، وكذلك اسم المفعول العين تكون موجودة في أصل الوزن وقد تكون في جذره وقد لا تكون",
    "الأمثلة": "مفعول = مضروب \\ معمول\n\nفاعل = دافع \\ لاعب \\ شارك",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "يكون حرف العين متواجد في أوزان الزمان والمكان سواء كان في جذره أو لم يكن",
    "الأمثلة": "مَفْعِل = مَوْعِد\nمُسْتَفْعل = مُسْتَودَع",
    "الملاحظات": ""
  }
]