[
  {
    "Semantic function": "التحوّل في معنى الكلمة  ",
    "الوصف": "حرف الألف له تأثير مهم في معنى الكلمات في اللغة العربية، حيث يمكن أن يغير معاني الكلمات بشكل كبير تبعًا لموقعه أو وجوده في الكلمة فعندما تضاف سيّارة من الجذر سير فتصبح بمعنى آلة نقل أو كثرة السير أو المسافرين كما ورد في القرآن الكريم وعندما نقول فاتح من الجذر فتح، لاعب من الجذر لعب فتصبح دلاليا صفة للشخص الذي أطلقت عليه",
    "الشواهد": " سَيَّارَة = سَير  \\\\  فَاتِح = فَتَحَ،\\\\ لاعِب = لَعِبَ "
  },
  {
    "Semantic function": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": "تحوّل دلالة الزمن لحرف المد \"ا\" يعتمد على السياق اللغوي والجملة التي يرد فيها، حيث يمكن أن يؤثر في المعنى وفقًا للغرض من الكلام. فمثلا الطلب: إذا جاء حرف المد في فعل مضارع مقرونًا بـ\"\"ألِف\"\" المد، فقد يفيد الطلب أو الرجاء مثال: \"\"دعونا نذهب\"\" → هنا تدل \"\"دعونا\"\" على طلب أو دعوة للذهاب.والنفي:أحيانًا يُستخدم حرف المد لتأكيد النفي أو نفي الاستمرارية. مثال: \"\"ما كنتُ أظنّه يكونُ هكذا\"\" → امتداد المد في \"\"أظنّه\"\" يعطي إحساسًا بالاستبعاد والنفي. والتحذير:في بعض الصيغ، قد يُستخدم المد كوسيلة للتحذير من شيء ما. مثال: \"\"إيّاكَ والغدر\"\" → المد في \"\"إيّاكَ\"\" يطيل الصوت لإبراز التحذير والتأكيد عليه.",
    "الشواهد": "دَعُونَا نَذْهَب // مَا/ كُنتُ أَظُنّه يَكونُ هَكذا \\\\ انْتَبِه! ، احْذَر // إِيَّاكَ والغَدر"
  },
  {
    "Semantic function": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "حرف المد عند التقديم والتأخير ليس مجرد امتداد صوتي، بل هو أداة بلاغية تؤثر على الإيقاع، والانتباه. ويُستخدم بمهارة في النصوص الأدبية والقرآنية لجذب انتباه المتلقي وإحداث تأثير عاطفي ومعنوي في المعنى فمثلا: وَجَاءَ فِرْعَوْنُ وَمَن قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ\" (المؤتفكات جاءت متأخرة في الجملة، مما يجعل القارئ يركز عليها عند قراءتها).\n\"وَالسَّابِقُونَ السَّابِقُونَ\" (تكرار المد وتقديم الاسم يجعل المعنى أكثر قوة وجذبًا). فهنا يُحدث التغيير في ترتيب الكلمات نوعًا من التشويق أو التأمل العميق في المعنى.",
    "الشواهد": ": وَجَاءَ فِرْعَوْنُ وَمَن قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ\" (المؤتفكات جاءت متأخرة في الجملة، مما يجعل القارئ يركز عليها عند قراءتها).\n\"وَالسَّابِقُونَ السَّابِقُونَ\" (تكرار المد وتقديم الاسم يجعل المعنى أكثر قوة وجذبًا)."
  },
  {
    "Semantic function": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": "الصوت في الكلمات للتعبير عن التأكيد اللفظي أو البلاغي مثل  التوكيد من خلال الصيغ الصرفية\nبعض الكلمات في اللغة العربية تعتمد على الألف لخلق وزن ذو دلالة تأكيدية، مثل:\nصيغة المبالغة: \"\"جباااار\"\" بدل \"\"جبار\"\" لإظهار القوة.\nالتكرار في الكلمات: \"\"سلااااامٌ عليكم\"\" لتأكيد التحية. ويمكن إطالة الألف في بعض الكلمات لإعطاء إحساس أقوى بالتأكيد، مثل:\n\"\"حبااااااك الله\"\" بدلاً من \"\"حباك الله\"\"، لإظهار المودة والتوكيد.\n\"\"جاء الحق ولااا باطل بعده\"\"، حيث يطول المد لإبراز المعنى  بقوة",
    "الشواهد": "جَبّاااار - جَبّار // سَلااااامٌ عَلَيكُم // حَبَااااااكَ اللهُ - حَبَاكَ اللهُ"
  },
  {
    "Semantic function": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "حرف المد \"ا\" في الإنكار قد يؤدي دورًا في توسيع الصوت وتأكيد النفي أو الاستنكار عند النطق، خاصة في اللغة العربية الفصحى واللهجات العامية فهو ليس مجرد صوت ممتد، بل أداة تعبيرية تعزز النبرة والمعنى، مما يجعل الكلام أكثر وقعًا وتأثيرًا! فمثلا: التمديد للتأكيد والمبالغة\n\nعند استخدام \"ا\" في المد، يمكن أن يضيف نبرة استنكار قوية، مثل:\n\"مااا هذا؟!\" أو \"لااا أصدق!\" وكذلك أيضا التأثير العاطفي في النفي\n\nالمد يجعل الجملة أكثر تعبيرًا عن المشاعر، سواء كانت غضبًا، اندهاشًا، أو استنكارًا.\n\nمثال: \"لَاااا يمكن أن يكون هذا صحيحًا!\"\n\nومثله في الاستخدام في الشعر والخطابة\n\nفي الأساليب البلاغية، يضيف المد وقعًا موسيقيًا يعزز التأثير العاطفي للإنكار.\n\nمثال: \"هيهاتَ هيهاتَ لما توعدون!\"\n\n",
    "الشواهد": "مَااا هذا؟! //  لااا أُصَدق! // لاااا يُمْكِن // هَيْهَااتَ هَيْهَااتَ"
  },
  {
    "Semantic function": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "له دور مميز لانه يضيف إيقاعًا موسيقيًا وجمالية صوتية تجعل النص أكثر تأثيرًا وسلاسة السجع:\n\nالسجع هو توافق نهاية الجمل أو العبارات في الوزن والإيقاع.\nحرف المدّ يطيل الصوت ويمنح الجملة وقعًا موسيقيًا متناغمًا، مما يساعد في تحقيق التوازن الصوتي بين الفواصل.\nمثال: \"قال القاضي قضاءً نافذًا، ورضي السائلُ رضًا كاملًا.\" والجناس:\n\nالجناس هو تشابه كلمتين في اللفظ مع اختلاف المعنى.\nوجود حرف المدّ يساعد في إبراز الفارق الدقيق بين الكلمتين، ويمنح الجناس جمالية صوتية.\nمثال: \"المال مال، إن لم تُحسن استثماره، صار مَلال.\" والتكرار:\n\nالتكرار يساهم في التأكيد والتأثير النفسي على السامع.\nعند تكرار كلمة فيها حرف مدّ، يُصبح الصوت أكثر جاذبية وسهولة في النطق.\nمثال: \"يا ليلي، يا عيني، يا ليلي، يا عيني.\" فهي تضيف مرونة للنصوص وتجعلها أكثر طربًا وإيقاعًا، مما يعزز جمال البلاغة العربية ويزيد من تأثيرها العاطفي على المتلقي!",
    "الشواهد": " \"قَالَ القَاضِي قَضَاءً نَافِذًا، وَرَضِيِّ السَائِلُ رِضًا كَامِلًا. //\"المَالُ مَال، إِنْ لَمْ تُحْسِن اسْتِثْمَارَهُ، صَارَ مَلال.\" // \"يَا لَيْلِي، يَا عَيْنِي، يَا لَيْلِي، يَا عَيْنِي\""
  },
  {
    "Semantic function": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "هو من الأدوات الأساسية في تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته. فهي تُضفي على اللغة إيقاعًا جماليًا، وتساعد في تحقيق التوازن الصوتي، مما يجعل الكلام أكثر فصاحة وبيانًا. فمثلا يُساعد في إبراز المعاني وتأكيدها، فمثلًا الفرق بين \"قال\" و\"قل\" واضح في المد الذي يمنح الجملة تأكيدًا وقوة في الأداء. وأيضا ﴿يَا أَيُّهَا النَّاسُ﴾، حيث يعطي المد في \"يا\" نداءً قويًا وشاملاً. بعض الكلمات تكتسب دلالة عاطفية أقوى بسبب المد، مثل الفرق بين \"حزن\" و\"حزينا\"، حيث يعطي المد إحساسًا أعمق بالألم. فإن إتقان استخدامها يُعد من أهم عوامل الفصاحة والبيان في اللغة العربية.",
    "الشواهد": " \"قَالَ\" - \"قُلْ\". // ﴿يَا أَيُّهَا النَّاسُ﴾،// \"حُزُن\" - \"حَزِينَا\"، "
  },
  {
    "Semantic function": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "يحمل تأثيرًا عاطفيًا ونفسيًا قويًا، خاصة في السياقات الشعرية أو الأدبية. تأثيره يعتمد على طوله ومدى تمدده الشحن العاطفي: في الشعر والنثر، قد يُستخدم حرف \"ا\" لزيادة قوة التعبير عن المشاعر العميقة مثل الحب، الحزن، الشوق، أو الألم. تمدد الصوت يمكن أن يعكس طول المعاناة أو القوة العاطفية.\n\nالإيحاء بالراحة أو القسوة: في بعض الحالات، قد يكون لهذا الحرف تأثير مريح مثل في كلمات مثل \"حب\"، بينما في سياقات أخرى قد يكتسب طابعًا قاسيًا أو حزينًا عند استخدامه في كلمات مثل \"ألم\" أو \"حزن\".\n\nالإيحاء بالانفتاح والتواصل: حرف \"ا\" أيضًا يساهم في إيحاءات الانفتاح والتواصل، كما يظهر في كلمات مثل \"أنا\" إنا لنا فينا",
    "الشواهد": "\n \"حُب\" - حُباا //  \"أَلَم\" - أَلَمَاا // \"حزن - حُزْنَاا\nأنا\"// إِنَّا// لَنَا //فِينَا"
  }
]