[
  {
    "العنوان": "الحرف  من أصل الكلمة (الجذر) ",
    "الوصف": "حرف المد \"ا\" قد يكون من جذر الكلمة أو زائدًا عليها، وذلك وفقًا لأصل الكلمة وبنيتها الصرفية فالألف الأصلية تكون  حرف من جذر الكلمة\nإذا كان أصليًا (جزءًا من الجذر الثلاثي أو الرباعي)، فإنه يبقى في جميع التصريفات والمشتقات للكلمة.\nأمثلة: قال (الجذر: ق-و-ل) ← أصل الألف هنا واو، وهو من الجذر. سال (الجذر: س-ي-ل) ← أصل الألف ياء، وهو من الجذر.",
    "الأمثلة": "قال - قول \\\\ سال - سيل ",
    "الملاحظات": ""
  },
  {
    "العنوان": "حرف زائد",
    "الوصف": "الحرف \"الألف\" في بعض الأحيان يكون حرفًا زائدًا في الكلمة، وليس جزءًا من الجذر. يُضاف الألف في العديد من الحالات لتشكيل صيغ معينة أو لتصريف الكلمات في اللغة العربية. هذا الحرف الزائد لا يؤثر على الجذر بل يُضاف لغايات معينة مثل التصريف أو بناء الكلمات. إليك بعض الأمثلة حيث يكون \"الألف\" حرفًا زائدًا: الكتاب: الجذر هو \"ك-ت-ب\"، والألف في \"ال\" هي حرف زائد لِتعريف الكلمة. ومثله كتابة (مصدر من \"كتب\"، والألف زائدة لتكوين المصدر). نميز الالف اذا كانت زائدة أو أصلية بإرجاع الكلمة إلى أصلها الثلاثي، فإذا بقيت الألف أو تحولت إلى واو أو ياء، فهي أصلية، وإذا لم تكن موجودة، فهي زائدة.\nتصريف الكلمة، فإذا اختفت الألف في بعض التصريفات، فهي غالبًا زائدة. مثل: سالم\" مأخوذ من \"سلم\"",
    "الأمثلة": "الكتاب: الجذر هو \"ك-ت-ب\" \\\\  كِتَابَة - كَتَبَ \\\\ سَالِم - سَلِمَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "من حروف الزّيادة ( في الأفعال المزيدة )",
    "الوصف": "نعم هو من حروف الزيادة  تُزاد في بعض الأفعال والأسماء لغرض معين، مثل التعدية، التكثير، أو المبالغة.  فيتحول الفعل إلى فعل مزيد، ويكتسب معاني جديدة نحو:  ضربَ الفعل المزيد: ضرابَ (بزيادة \"الألف\") فيفيد المبالغة في الضرب أو كثرة حدوثه.",
    "الأمثلة": "ضَرَبَ - ضَرَّاب ",
    "الملاحظات": ""
  },
  {
    "العنوان": "نوع الزيادة وأثرها ",
    "الوصف": "في الأفعال: الفعل \"قاتل\" مشتق من الفعل الثلاثي المجرد \"قتل\"، وزيد فيه \"الألف\" لإفادة المشاركة، أي أن القتال يكون بين طرفين. الفعل \"سالم\" مأخوذ من \"سلم\"، وزيدت فيه \"الألف\" لتدل على المشاركة في السلامة. في الأسماء: كلمة \"كتاب\" مأخوذة من \"كتب\"، وزيد فيها \"الألف\" للدلالة على اسم الآلة أو المصدر. كلمة \"فعال\" مثل \"جمال\" تدل على المبالغة في الجمال.",
    "الأمثلة": " قَاتَلَ = قَتَلَ، \"سَالِم - سَلِمَ،  كِتَاب - كَتَبَ\nفعال - جَمَال",
    "الملاحظات": ""
  },
  {
    "العنوان": " تأثيره في بنية الكلمة.",
    "الوصف": "حرف الألف في بنية الكلمة يعد من الحروف الأساسية في اللغة العربية وله تأثير كبير على تشكيل الكلمة ومعناه فبشكل عام، الألف تعتبر جزءًا مهمًا في بنية الكلمة العربية نظرًا لدورها الصوتي، الدلالي، والنحوي. فالهيكل الصوتي: الألف يعد حرفًا صوتيًا طويلًا أو مدّيًا، لذا يمكن أن يؤثر على الوزن الشعري والنغمة في الشعر والنثر. في بعض الأحيان، تضيف الألف طولًا صوتيًا للكلمة مما يجعلها تُنطق بشكل أبطأ أو أكثر موسيقية. المعنى: في بعض الحالات، يمكن أن يؤدي وجود الألف في الكلمة إلى تغيير المعنى. مثلًا، في بعض الجذور، قد يضيف الألف أو يحذف جزءًا من الكلمة ليغير معناها (مثال: \"كتب\" و\"كاتب\"). التصريف: الألف غالبًا ما تكون جزءًا من تصريف الأفعال في اللغة العربية. التركيب النحوي: الألف قد تظهر في الأسماء الموصولة (مثل \"الذي\" و\"التي\") أو في الأسماء والأفعال للربط بين أجزاء الجملة، وبالتالي فإنها تؤثر في العلاقات النحوية داخل الجملة. الحروف الممدودة: الألف جزء من حروف المد في اللغة العربية، ويُستخدم في تشكيل الحروف الممدودة مثل الألف في \"قال\" أو \"ماء\"، مما يغير من إيقاع الكلمة ودلالتها.\n\n",
    "الأمثلة": "قَالَ ، مَاء\\\\ كَتَبَ = كَاتِب \\\\ الذِي، التِي",
    "الملاحظات": ""
  },
  {
    "العنوان": " وظيفته الحرف من حيث الاشتقاق",
    "الوصف": "حرف الألف في اللغة العربية يمكن أن يكون له عدة وظائف من حيث الاشتقاق، ويعتمد ذلك على السياق الذي يأتي فيه. بشكل عام ومن اشتقاقاته أداة للمبالغة: في بعض الأفعال، قد يأتي الألف للإشارة إلى المبالغة في المعنى، كما في وزن \"فعال\" مثل \"جمال حيث يضيف الألف لتكثيف المعنى أو زيادة تأكيد الفعل. وأيضا جبّار ← من الفعل \"جبر\". حرف زائد: في بعض الكلمات، قد يكون الألف جزءاً من الجذر الذي يتوسع للاشتقاق. فمثلاً، إذا كان الجذر \"كتب\"، يمكن اشتقاق \"كتاب\" أو \"كتابة\" باستخدام الألف كجزء من التوسيع. ",
    "الأمثلة": "جَمَالْ \\\\ جَبَرَ = جَبَّار \\\\ \"كَتَبَ\"، يمكن اشتقاق \"كِتَاب\" أو \"كِتَابَة\" ",
    "الملاحظات": ""
  },
  {
    "العنوان": "    الأوزان الصرفية التي يدخل فيها الحرف",
    "الوصف": "حرف الألف يدخل في العديد من الأوزان الصرفية في اللغة العربية فمن هذه الأوزان \"فَعَّالَة\" في اللغة العربية يُستخدم غالبًا لصياغة اسم الآلة أو اسم المبالغة، ويدل عادة على أشياء أو أشخاص يتصفون بصفة معينة أو يؤدون فعلًا بشكل متكرر أو مبالغ فيه، مثل: علاّمة، فرّاشة. وبالحديث عن الأوزان يجدر بنا ذكر صيغة الفاعل حيث أنه لا تكون العملية إلا بحرف الألف في الجذر الثلاثي مثل: قرأ = قارئ، كتب = كاتب",
    "الأمثلة": "  عَلاَّمَة، فَرَّاشَة.، كَتَبَ = كَاتِب",
    "الملاحظات": ""
  }
]