[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "حرف الألف يؤثر على الكلمة من حيث البناء والإعراب، وذلك حسب موقعه في الكلمة ونوع الكلمة التي يظهر فيها، فالألف في الأسماء المبنية: هناك بعض الأسماء المبنية التي تحتوي على الألف، مثل \"أنا\" و\"متى\" و\"هذا\"، وهذه الألف لا تؤثر في الإعراب لأن الكلمة مبنية، ويؤثر أيضا على الكلمات المعربة من حيث الأسماء المقصورة (أي التي تنتهي بألف لازمة): مثل \"الفتى\"، \"العصا\". هذه الأسماء تعرب بحركات مقدرة على الألف منعًا من ظهورها للتعذر، فنقول: الفتى مجتهدٌ (مرفوع بضمة مقدرة)، رأيت الفتى (منصوب بفتحة مقدرة)، مررت بالفتى (مجرور بكسرة مقدرة) وفي التثنية أيضا يلعب دورا واضحا حيث أنه: عند تثنية الاسم، تتحول الألف إلى ياء إذا كان الاسم مقصورًا، مثل: فتى → فتيان، عصا → عصوان (في الرفع) وعصوين (في النصب والجر) \n\nأما بالنسبة للأفعال المعتلة بالألف (الأجوفة والناقصة): الفعل المعتل الآخر بالألف (الناقص)، مثل: دعا، سعى، بنى، يكون له تأثير في الإعراب: في المضارع: إذا كان الفعل معتلًا بالألف، فإنه يُعرب بحذف حرف العلة في حالة الجزم: لم يسعَ (حذف الألف للجزم)، لا تدعُ إلى الشر (حذف الألف)، ي حالة الرفع والنصب تبقى الألف: هو يسعى  لن يسعى ، في الأمر: تحذف الألف في فعل الأمر عند الجزم: اسعَ، ادعُ، ابنِ (بحذف حرف العلة) أما في الحروف التي تحتوي على ألف فلا يؤثر عليها لأنها مبنية. فالألف تؤثر في البناء والإعراب خاصة في الأسماء المقصورة والأفعال المعتلة، حيث تمنع ظهور الحركات الإعرابية أو تؤدي إلى حذفها في بعض الحالات.",
    "الأمثلة": "أنا، متى، هذا\n\"الفَتَى\"، \"العَصَا\".\nالفَتَى مُجتَهِدٌ (مرفوع بضمة مقدرة)\nرَأيتُ الفتى (منصوب بفتحة مقدرة)\nمَرَرتُ بالفتى (مجرور بكسرة مقدرة)\nفَتَى → فَتَيان\nعَصَا → عَصَوان (في الرفع) وعَصَوين (في النصب والجر)\nثانيًا: تأثير الألف في الأفعال\n: دَعَا، سَعَى، بَنَى، \nلمْ يَسعَ (حذف الألف للجزم)\nلا تدعُ إلى الشَرِّ (حذف الألف)\nهُوَ يَسْعى \nلن يَسْعى\nاسعَ، ادعُ، ابنِ (بحذف حرف العلة)\nلا، ما، إلى، على، هلا، ألا.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "ليس لحرف الألف إعراب معين، فهو يُعرب حسب موقعه في الجملة. ولكنه يأخذ علامات الإعراب المقدرة منها من ظهورها التعذر، بمعنى أنه يُرفع بالضمة المقدرة ويُنصب بالفتحة المقدرة ويُجر بالكسرة  المقدرة مثلا: هذا فتى. في حالة الرفع منع من ظهورها التّعذّر. وفي حالة النصب إنّ فتاكم غريبٌ. وأيضا هنا منع من ظهورها التعذر،  مررتُ بالمقهى فحالة الألف الإعرابية هنا مجرورة وأيضا منعا من ظهورها التعذر\n\n\n\n\n",
    "الأمثلة": " هَذَا فَتَى. في حالة الرفع منع من ظهورها التّعذّر. \n وفي حالة النصب: إِنَّ فَتَاكم غَرِيبٌ. وأيضا هنا منع من ظهورها التعذر،  \n مررتُ بالمقهى فحالة الألف الإعرابية هنا مجرورة وأيضا منعا من ظهورها التعذر",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "حرف الألف ليس له تأثير مباشر على التذكير والتأنيث في اللغة العربية بحد ذاته، إلا أنها تكون علامة تأنيث لبعض الأسماء المؤنثة وهي التي تضفي طابع التأنيث على الإسم فيظهر في بعض المواضع التي ترتبط بهذه الظاهرة، ومنها: ألف التأنيث الممدودة والمقصورة هناك أسماء تنتهي بألف ممدودة (-اء) أو بألف مقصورة (-ى)، وهي غالبًا مؤنثة، مثل: صحراء، حمراء، كبرى - أسماء مؤنثة بألف ممدودة أو مقصورة. حبلى، سلوى، ذكرى - أسماء مؤنثة بألف مقصورة.",
    "الأمثلة": "صَحْرَاء، حَمْرَاء، كُبْرَى \n حبْلَى، سَلْوَى، ذِكْرَى ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "حرف الألف له دور نحوي مهم في الجمع والتثنية، ويظهر تأثيره في عدة مواضع فحرف الألف يلعب دورًا رئيسيًا في التثنية كعلامة رفع، ويظهر في بعض صيغ الجمع، خاصة في جمع المؤنث السالم لبعض الكلمات فمثلا في التثنية الألف علامة التثنية في حالة الرفع: عند تثنية الاسم، يُضاف ألف ونون في حالة الرفع، مثل: طالب → طالبان، كتاب → كتابان بينما في حالتي النصب والجر، تتحول الألف إلى ياء ونون: رأيت طالبين، مررت بطالبين.\n وفي الجمع تكون الألف في جمع المؤنث السالم: في بعض الحالات، يُضاف ألف وتاء للكلمة عند جمعها جمع مؤنث سالم: طالبة → طالبات، معلمة → معلمات",
    "الأمثلة": "طَالِب → طَالِبَان\n كِتَاب → كِتَابَان \n طَالِبَة = طَالِبَات\n مُعَلِّمَة = مُعَلِّمَات",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "\"هو كل فعل لا يتجاوز فاعله ليأخذ مفعولا به ، بل يكتفي بالفاعل . وهذا النوع من الأفعال مما لا يتعدى فاعله مطلقا ، أي لا ينصب مفعولا به البتة ، ولا يتعدى لمفعوله بحرف الجر أيضا ، لأنه لا يتوقف فهمه إلا على الفاعل وحده ، ومن هذا النوع الأفعال التالية : طال، راح ، اغتدى ، انصرف، انفلج ، احمرّ ، اسودّ ، ابيضّ ، اصفرّ\" وبالنسبة للتعدي: سافرت إلى الشام  فحرف الالف يكون من بنية الفعل الللازم والمتعدي وقد لا يكون فهو لا يؤثر فيه",
    "الأمثلة": "طَال، رَاحَ ، اغْتَدَى ، انْصَرَفَ، انْفَلَجَ \nاحْمَرّ ، اسْوَدَّ ، ابْيَضَّ ، اصْفَرَّ\n سَافَرْتُ إلى الشَامِ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": " حرف الألف في النسب والتصغير لا يؤثر على الصيغة أو الهيئة ولكنه يتم التأثير عليه من حيث أنه في النسب، الألف الزائدة تُقلب ياءً، والأصلية تبقى. وفي التصغير، الألف الزائدة تُقلب واوًا، والأصلية قد تُحذف أو تُبدل. فمثلا: عند النسب إلى الكلمات التي تحتوي على ألف زائدة (ألف التأنيث المقصورة أو الممدودة)، فإن الألف تُقلب ياءً، ثم يُضاف إليها اللاحقة النسبية (يّ). أمثلة: صحراء → صحراويّ \\\\بناء → بنائيّ \\\\فتى → فتويّ \\\\وفي الكلمات التي تحتوي على ألف أصلية، تبقى كما هي عند النسب. دعا → دعائيّ \\\\ سما → سماويّ.\n\n وأما عند الحديث عن التصغير نجد أن التّصغير إذا كانت الألف في الكلمة زائدة (مثل ألف التأنيث المقصورة أو الممدودة)، فإنها تُقلب واوا عند التصغير. أمثلة: صحراء → صُحيراء \\\\ حمراء → حُميراء \\\\ فتى → فُتَيٌّ \\\\ وإذا كانت الألف أصلية، فإنها قد تُحذف أو تُقلب حسب قواعد التصغير: عصا → عُصَيَّة \\\\ دعا → دُعَيٌّ",
    "الأمثلة": "صَحْرَاء → صَحْرَاوِيّ \\\\بِنَاء → بِنَائِيّ \\\\فَتَى → فَتَويّ \\\\دَعَا → دِعَائِيّ \\\\ سَمَا → سَمَاوِيّ،  صَحْرَاء → صُحَيْرَاء \\\\ حَمْرَاء → حُمَيْرَاء \\\\  عَصَا → عُصَيَّة \\\\ دَعَا → دُعَيٌّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "حرف الألف في المصدر الميمي وصيغ المبالغة لا يؤثر على الصيغة أو الهيئة ولكنه يتم التأثير عليه إذا كان من بنية الكلمة من حيث أنه في المصدر الميمي يكون دور الألف: قد تكون الألف جزءًا أصليًا من الجذر اللغوي، مثل: مَقال (من قال) \\\\ مَآب (من آب)، وقد تكون الألف حرف علة يُقلب إلى ياء أو واو أحيانًا في التصريف، مثل: مَقام ← من \"قام\" \\\\ مَسار ← من \"سار\" أما عن صيغ المبالغة فقد يكون كما قلنا من بنية الكلمة ولكن في صيغ المبالغة يكون موجود أحيانا في الوزن لصيغة المبالغة فمثلا: فَعّال مثل: غفّار، ضرّاب، همّام. مِفعال مثل: مقدام، معطاء، مسعاف. أو تكون كحرف أصلي في الجذر اللغوي، مثل: معطاء (من الفعل أعطى) مقدام (من الفعل قَدِمَ) ",
    "الأمثلة": "مَقال (من قَال) \\\\ مَآب (من آب) \\\\ مَقام ← من \"قَامَ\" \\\\ مَسَار ← من \"سَار\" \\\\ فَعّال مثل: غفّار، ضرّاب، همّام. مِفعال مثل: مِقْدَام، مِسْعَاف،  مِعْطَاء: أَعْطَى \\\\  مِقْدَام (من الفعل قَدِمَ) ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "حرف الألف يمكن أن يظهر في اسم الفاعل عندما يأتي الفاعل من فعل ثلاثي لازم أو متعدٍ، حيث يُضاف إلى جذر الفعل \"ألف\" في بعض الحالات. فعلى سبيل المثال: الفعل \"كتب\" يصبح اسم الفاعل \"كاتب\" (وهو اسم فاعل من الفعل \"كتب\"). في هذه الحالة، لا يظهر حرف الألف على شكل منفصل ولكن يُضاف إلى الجذر لتكوين اسم الفاعل. فبالتالي لا يمكن أن يتكون لدينا اسم فاعل من الفعل الثلاثي من دون حرف الألف مثل: درس = دارس ، عمل = عامل، أما دور حرف الألف",
    "الأمثلة": "كَتَبَ = كَاتِب \\\\   دَرَسَ = دارس \\\\  عَمِلَ = عَامِل",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "حرف (الألف) تؤثر في الزمان والمكان من خلال دورها في إطالة الصوت وإضافة إيقاع خاص للكلمة، مما ينعكس على المعاني والدلالات تأثير \"الألف\" على الزمان: الإطالة الزمنية: الألف حرف مد طويل، وعند نطقه يمتد الصوت، مما قد يضفي على الكلمة إيحاءً بالامتداد الزمني، مثل: طال (يدل على الاستمرارية والامتداد الزمني). دام (إيحاء بالدوام والزمن الطويل). نــام (فعل يحدث خلال فترة من الزمن). التعبير عن المستقبل أو الزمن غير المحدود في بعض الصيغ مثل \"سألقاك غدًا\" أو \"سأراك قريبًا\"، يساهم المد في الإيحاء بعدم الانقطاع والاستمرارية.  أما تأثير \"الألف\" على المكان: الإيحاء بالاتساع والانبساط: الألف تمتاز بأنها ممدودة ومستقيمة، لذا نجدها في كلمات تدل على اتساع المكان، مثل: صحــراء (مكان واسع وممتد). فضــاء (يوحي بالامتداد واللانهاية). بحــار (توحي بالامتداد المكاني الشاسع). الإشارة إلى البعد والمسافة: ســار (يدل على التحرك لمسافة طويلة). غــاب (يوحي بالبعد والاختفاء).",
    "الأمثلة": "طَالَ (يدل على الاستمرارية والامتداد الزمني).\nدَامَ (إيحاء بالدوام والزمن الطويل).\nنَــامَ (فعل يحدث خلال فترة من الزمن).\nفي بعض الصيغ مثل \"سَأَلقَاك غَدًا\" أو \"سَأرَاك قَرِيبًا\"\nصَحْــرَاء (مكان واسع وممتد).\nفَضَــاء (يوحي بالامتداد واللانهاية).\nبِحَــار (توحي بالامتداد المكاني الشاسع)\nسَــارَ (يدل على التحرك لمسافة طويلة).\nغَــابَ (يوحي بالبعد والاختفاء).\\\\ مطار  \\\\ ساحة ",
    "الملاحظات": ""
  }
]