[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "هو من الحروف الجوفية. مخرجه: من الجوف. صفاته: الجهر، الرخاوة، الاستفال، الانفتاح، الإصمات. يندفع الهواء من الرئتين فيهتز الوتران الصوتيان وفيه تكون الحنجرة مرتفعة ومشدودة ويكون اللسان مستوياً مع الفك السفلي وفي حالة إرتخاء كامل وطرفه ملامس لجذور الأسنان السفلي أما وضع الشفاه فتكون مفتوحة دون مبالغة بشكل طبيعي فيخرج صوت (ا)",
    "الأمثلة": "ما \\\\ مَنَازِل ",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "الإمالة من أشكال تسهيل النطق لحرف الألف",
    "الأمثلة": "مجراها وتنطق مَجْرِيهَا لا هي ياء ولا هي ألف فأقرب وصف لها أنها ألف مشبعة بالياء",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "إبدال الألف واواً:\nإبدال الألف واواً للدلالة على أصل الكلمة نحو: ﴿ٱلصَّلَوٰةَ﴾، ﴿ٱلزَّكَوٰةَ﴾، ﴿ٱلۡحَيَوٰةِ﴾، ﴿ٱلرِّبَوٰاْ﴾ أينما وردت على ألا يكنَّ مضافات.\n\n•إبدال الألف واواً في بعض الكلمات: ﴿بِٱلۡغَدَوٰةِ﴾ [الأنعام: 52]، [الكهف: 28]، ﴿كَمِشۡكَوٰةٖ﴾ [النور: 35]، ﴿ٱلنَّجَوٰةِ﴾ [غافر: 41]، ﴿وَمَنَوٰةَ﴾ [النجم: 20]. .\n\n•إبدال الألف ياءً في كلمات محددة أينما وردت نحو: ﴿أَنَّىٰ﴾ [البقرة: 223]، ﴿مَتَىٰ﴾ [البقرة: 214]، ﴿بَلَىٰۚ﴾ [البقرة: 81]، ﴿حَتَّىٰ﴾ [البقرة: 55]، ﴿إِلَىٰ﴾ [البقرة: 14]، ﴿عَلَىٰ﴾ [البقرة: 5]، ﴿وَعَسَىٰٓ﴾ [البقرة: 216]، ﴿وَيَحۡيَىٰ﴾ [الأنفال: 4",
    "الأمثلة": "كَمِشۡكَوٰةٖ // ٱلۡحَيَوٰة // ٱلرِّبَوٰاْ // وَعَسَىٰٓ // وَيَحۡيَىٰ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "تقلب الألف ياء إذا وقعت بعد ياء التصغير فتقول في تصغير خطاب وغزال: خُطَيِّب وغُزيِّل.  \nوإذا وقعت الالف بعد حرف مضموم قلبت واواً كالمجهول من (بايع) فتقول فيه (بويع).  \nوإذا وقعت الالف بعد حرف مكسور قلبت ياء كجمع (مفتاح): مفاتيح. وذلك لعدم تحريك الألف بالضم أو بالكسر. \nوالألف الثالثة مثل (دعا، رمى) ترد إلى أصلها مع ضمائر الرفع المتحركة فتقول (دعوْت ورميْت، نحن دعونا ورمينا، وهنَّ دعوْن ورميْن). وإن كانت رابعة فصاعدًا مثل (أبقى ويُستدعى) قلبت ياء مثل:(أبقيت، وهنّ يستدعيْن). في الأسماء تنقلب الألف واوًا حين التثنية والجمع إن كان أصلها واوًا فتقول في (عصا) (هاتان عصوان، ضربت بعصوين) وتقلب الالف واوا عندما تقع الألف بعد ضمة مثلا: لويعب تصغير لاعب، كويتب تصغير كاتب",
    "الأمثلة": " فَتَى = فَتَيَان،\n عَصَا = عَصَوَان (في الرفع) وعَصَوَين (في النصب والجر)\n صَحْرَاء = صَحْرَاوِيّ \nبِنَاء = بِنَائيّ\nفَتَى = فَتَوَيّ\n عَصَا = عُصَيَّة \n دَعَا → دُعَيٌّ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "هو حذف حرف العلّة من أوّل الكلمة أو من وسطها أو من آخرها، ويكون الحذف في مواطن عدة : مثلا التقاء حرف العلة بساكن بعده(منعاً للالتقاء الساكنين) في الفعل الماضي المعتل الأجوف إذا اتصلت به (التاء المتحركة و نون النسوة و نا الدالة ع الفاعلين) نحو : (قال - باع) - قلتَُِ، قلنَ، قلنا  بعتَُِ ، بعنَ ، بعنا . التعليل : إعلال بالحذف ، حذف حرف العلة ( الألف ) منعاً للالتقاء الساكنين.  \nوتحذف في فعل الأمر المعتل الأجوف نحو ( عاشَ __ عشْ ). التعليل :  إعلال بالحذف ، حذف حرف العلة ( الألف ) منعاً للالتقاء الساكنين. \nوفي الفعل المضارع المجزوم المعتل الأجوف . نحو : قال = لم يقلْ  ، عاش = لم يعشْ . التعليل :  إعلال بالحذف ، حذف حرف العلة ( الألف ) منعاً للالتقاء الساكنين. \n وفي الفعل الماضي والأمر والمضارع المرفوع و المنصوب المعتل الآخر ( بالألف) إذا اتصلت به واو الجماعة أو  تاء التأنيث الساكنة أو ياء المؤنثة. نحو : ( بنى = بَنَوا ، بَنَتْ ، ابنوا ، يبنون ، لن يبنوا ، لن تَبْني ) . التعليل : إعلال بالحذف ، حذف حرف العلة ( الألف ) منعاً للالتقاء الساكنين . \nوفي فعل الأمر عند الجزم: اسعَ، ادعُ، ابنِ (بحذف حرف العلة) \nوتحذف الألف أيضا في كلمة ابن عندما تكون بين اسمين علمين مثل محمد بن عامر . \nويوجد لدينا أيضا الحذف عند التقاء ساكنين مثل وَقَالَا الْحَمْدُ لِلَّهِ، وَإِذْ قَالُوا اللَّهُمَّ",
    "الأمثلة": " قَالَ  - قلتَُِ ، قُلنَ ، قُلنَا   \\\\ (بَاعَ) - بِعتَُِ ، بِعْنَ ، بعنا  \\\\  عَاشَ __ عِشْ \\\\ قَال _____ لمْ يَقُلْ  ، عَاشَ ____ لَمْ يَعِشْ \\\\ يَسَعَى =  اسْعَ \\\\ مُحَمَّد بِن عَامِر  // وَقَالَا الْحَمْدُ لِلَّهِ  // وَإِذْ قَالُوا اللَّهُمَّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "من الظواهر التي أثرت على حرف الألف باللهجات الإمالة وهي موجودة عند بعض القراء كرواية ورش والإمالة هي  أن تنحوا بالفتحة نحو الكسرة وَبالألف نحوَ الْيَاءِ كَثِيرًا وَهوَ الْمَحْض. وَيُقَال لَهُ : الْإِضْجَاعُ ، ويُقال لهُ : البطح ، وربما قيل له الكسر أيضا وقليلا وَهو بَين اللفظين ، وَيُقَال لَهُ أَيْضا التقليل وَالتلطِيف وبين بين ; فَهيَ بِهَذا الاعتبار تَنْقَسِم أَيْضا إِلَى قِسمَين إِمَالَة شديدة وإمالة متوسطة وكلاهما جائز في القراءة جاز فِي لغة العرب، وتنسب الإمالة إلى جميع القبائل الذين عاشوا في وسط الجزيرة وشرقيها وأشهرها تميم وأسد وطيْ وبكر بن وائل وعبد القيس وتغلب",
    "الأمثلة": "مَجْرَاهَا = مَجْرِيهَا \nضُحَاهَا = تُنطق هكذا: ضُحِيهِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "هو من الحروف الجوفية ويحمل صفات الجهر، الرخاوة، الاستفال، الانفتاح، الإصمات. فيندفع الهواء من الرئتين فيهتز الوتران الصوتيان وفيه تكون الحنجرة مرتفعة ومشدودة ويكون اللسان مستوياً مع الفك السفلي وفي حالة إرتخاء كامل وطرفه ملامس لجذور الأسنان السفلي أما وضع الشفاه فتكون مفتوحة دون مبالغة بشكل طبيعي فيخرج صوت (ا)\nتأتي الألف في بعض الأحيان مرسومة بهذا الشكل \"آ\"، البعض يسميها \"الهمزة الطيارة\"، والبعض يسمّيها \"مدّ الهمزة\"، وهذا الشكل يكون ناتجًا عن: إدغام أي إدخال همزة في همزة، مثل \"آمَنَ\" و\"آوَى\"، وأصلهما \"أَأْمَنَ\" و\"أَأْوَى\".\n- إدغام همزة في ألف، مثل \"آنَسَ\" و\"آلَ\"، وأصلهما \"أَانَسَ\" و\"أَالَ\". وهي حرف مد ويتأثر بما قبله من حيث التفخيم والترقيق، وتمد إذا جاءت بعدها همزة نحو: السماااااء ",
    "الأمثلة": "آمَنَ \\\\ آوَى \\\\ آنَسَ = أَانَسَ \\\\آلَ = أَالَ\". \\\\ سائل \\\\ السماااااء ",
    "الملاحظات": ""
  }
]