[
  {
    "العنوان": "أثره في الكتابة الإملائية  ( ثابت في التصريف أم زائد يضاف للكلمة، ليس من الجذر  ) ",
    "الوصف": "حرف الألف أول الحروف العربية، وأكثرها ورودًا في كلماتها، ربما لما له من خصائص تميزه من بقية الحروف. والألف تأتي في الكلام العربي على إحدى الصور التالية:1- ألف المَدّ:\nوهي تساوي فتحة طويلةً، كما هي في \"كان\" و\"قال\" و\"ما\" و\"لا\"... فأنت عندما تنطقها تجد لديك إمكانية مَدِّها/تطويلها كما شئت، لأنها \"ألف مَدّ\".\nوقد ترِدُ ألف المدِّ مرسومةً برَسْمِ الياء دون نقطتَين تحتها، فنرسمها ياءً غير منقوطة، وننطقها ألفًا ممدودة، مثل \"كُبرَى\" و\"عُظمَى\" و\"بَلَى\" و\"هَوَى\" و\"اشترَى\" تأتي الألف مهموزة، أي مرسومًا فوقها همزة، وفي هذه الحالة نسمّيها \"همزة\" ولا نسمّيها ألِفًا، وهذا يكون في أول الكلمة أو وسطها أو آخرها، في أولها مثل \"أنا - أنت - أكثر - أقلّ - أمشي - إذا - إذ - إكرام - إحضار - إخطار - أُمّ - أُخت - أُسرة - أُمَّة - أُميمة - ...\". وأهمّ ما نشير إليه هنا أن الهمزة خارجة من الألف، لكنها مستقلّة عنها في شخصيتها وطريقة التعامل معها، ففي حين علمنا أن ألف المدّ مثلًا حرف ساكن، يجب أن نعلم أن الهمزة حرف صحيح يأتي متحرّكًا وساكنًا كمثل الأحرف الصحيحة الأخرى كالباء والتاء والثاء تأتي الألف حرف وصل، فتكون في أول الكلمة فقط، ولا ننطقها إلا إذا بدأنا بها الكلام، ففي جملة \"الله هو الرحمن الرحيم\" نلاحظ أننا إذا نطقناها كاملةً بادئين بـ\"الله\" خاتمين بـ\"الرحيم\"، فإننا ننطق الألف في \"الله\" ولا ننطق الألف في \"الرحمن\" ولا الألف في \"الرحيم\"، لأنها ألف \"وصل\"، تصل ما قبلها بما بعدها، وتُهمَل هي نُطقًا. إذًا فألِف الوصل هي ألف تُنطَق عند البدء بها، ولا تُنطَق إذا لم يُبدأ بها، وتُرسَم في الحالتين. تأتي الألف في بعض الأحيان مرسومة بهذا الشكل \"آ\"، البعض يسميها \"الهمزة الطيارة\"، والبعض يسمّيها \"مدّ الهمزة\"، وهذا الشكل يكون ناتجًا عن: - إدغام/إدخال همزة في همزة، مثل \"آمَنَ\" و\"آوَى\"، وأصلهما \"أَأْمَنَ\" و\"أَأْوَى\".\n- إدغام همزة في ألف، مثل \"آنَسَ\" و\"آلَ\"، وأصلهما \"أَانَسَ\" و\"أَالَ\". ومن حيث الزيادة تُزادُ الألِفُ خطًّا في وسَطِ الكَلِمة في كَلِمةِ (مِائة)  ، إذا كانت مفردةً (مِائة)، أو مركَّبةً (ثلاث مِائة، ثلاثمِائة)  ، أو مُثنَّاةً، مِثلُ: (مِائَتان، مِائَتين)، أمَّا إذا كانت مجموعةً (مثل: مِئاتٌ)، فلا تُزادُ فيها الألِفُ. وتُزادُ الألِفُ في آخِرِ الاسمِ المنوَّن بالنَّصْبِ، مِثلُ: حسابًا، جُزْءًا، شيئًا، لؤلؤًا، طارئًا. ولكنها ثابتة في  فتًى، عصًا لأنها من أصل الكلمة، وتُزاد الألِفُ في آخِر الكَلِمة بعْد واوِ الجماعة (الضَّمير). ولا تكونُ إلا في الفعل، سواءٌ كان ماضيًا (قالوا)، أو مضارعًا (لن يَقولوا، لم يَقولوا)، أو أمْرًا (قُولوا). وتُسمَّى (ألِفَ الفصل) و(الألف الفارِقة)؛ وذلك للفَرْقِ بين الواوِ التي هي ضميرٌ والواوِ التي مِن بِنية الكَلِمة؛ فمثلًا جملة: المسلمون لم يَدْعُوا غيرَ الله.",
    "الأمثلة": "كَانَ\" // \"قَالَ\" // \"مَا\" // \"لا\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة شكل  الحرف بالحركات والتشكيل  ( شكله مع الفتح - الضم - الكسر )",
    "الوصف": "يكتب حرف الألف ممدودا (ا) فمثلا دلال، غسان أو مقصورا (ى) فمثلا: يحيى، رؤى، فحرف الألف ممدودا (ا) لا يقبل أي حركة مثل علا وغلا، فحرف الألف لا يقبل الحركات",
    "الأمثلة": "عُلا ، غَلا،\\\\ دَلال، غَسَّان \\\\ يَحْيَى، رُؤَى",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة شكل الحرف بحركة الحرف الذي سبقه .",
    "الوصف": "يأتي حرف الألف متصلا بما قبله ومنفصلا عنه إن كان لا يقبل الإتصال كحرف الدال مثلا عند قولنا وداد فنجده منفصلا ولكن عند قولنا دنيا يأتي على شكل (ــــــا) فيكون متصلا بما قبله",
    "الأمثلة": "وِدَاد \\\\ دُنْيَا ",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقة كتابة الحرف بالقواعد الإملائية ( الحذف و الإثبات ) ",
    "الوصف": "يتعرض حرف الألف لعوامل لغوية كثيرة مثل أنه يحذف ولكن بالأغلب أنه ثابت، فمثلا في صيغة السؤال في بعض الأحيان ويعوض عنه بفتحة مثل لما = لمَ، . الإثبات: الألف في الأفعال: ويتم إثبات الألف بالأسماء المقرونة بـ\"ال\": عند إضافة \"أل\" التعريف إلى الأسماء في بداية الجمل.  ",
    "الأمثلة": "لِمَا = لمَ \\\\ لِمَاذَا",
    "الملاحظات": ""
  },
  {
    "العنوان": "الفرق بين الرسم العثماني والرسم الإملائي في بعض الكلمات للحرف",
    "الوصف": "لم يختلف كثيرا الرسم القرآني للألف عن الرسم الإملائي إلا أنه في بعض المواضع رُسمت فوقه دائرة مستديرة ولغت وجوده في القراءة إلا أنه مكتوب وفي الرسم القرآني يتم تغير حرف الالف الى واو او ياء ويدل عليها بألف خنجرية صغيرة مثل ٱلصَّلَوٰةَ﴾، ﴿ٱلزَّكَوٰةَ﴾ وَعَسَىٰٓ﴾ [البقرة: 216]، ﴿وَيَحۡيَىٰ",
    "الأمثلة": "أَنَا۠ /  كَمِشۡكَوٰةٖ // ٱلۡحَيَوٰة // ٱلرِّبَوٰاْ // وَعَسَىٰٓ // وَيَحۡيَىٰ",
    "الملاحظات": ""
  },
  {
    "العنوان": "تأثير اللهجات على كتابة الحرف",
    "الوصف": "*",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "تأثير الحركات والتشكيل على دلالة الحرف (المعنى )  في السياق",
    "الوصف": "*",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]