[
  {
    "الكلمة": "وَعدَ...يَعِدُ",
    "أصلها": "يُوعِدُ",
    "تّوضيح السبب": " معتل الأول بالواو، وعين الفعل مفتوحة في الماضي، (وَعَدَ)، حذفت الواو في المضارع (يوعدُ - يعدُ) والأمر لتصبح (عِدْ)، والمصدر إذا كان على وزن فِعلة فيصبح (عدة) بشرط أن يعوض بتاء في آخره .",
    "الملاحظات": ""
  },
  {
    "الكلمة": "وَثِقَ ...يَثِقُ",
    "أصلها": "يُوثِقُ",
    "تّوضيح السبب": " معتل الأول بالواو، وعين الفعل مكسورة في الماضي، (وَثِقَ)، حذفت الواو في المضارع (يُوثِقُ - يَثِقُ) والأمر لتصبح (ثِقْ)، والمصدر إذا كان على وزن فِعلة فيصبح (ثقة) بشرط أن يعوض بتاء في آخره .",
    "الملاحظات": "وثق: المضارع يَثِقُ، الأمر ثِقْ، المصدر ثقة."
  },
  {
    "الكلمة": "بَدَتْ",
    "أصلها": "بَدَاتْ",
    "تّوضيح السبب": "",
    "الملاحظات": ""
  },
  {
    "الكلمة": "رَاعٍ",
    "أصلها": "رَاعِي",
    "تّوضيح السبب": "حُذفت الياء لالتقاء الساكنين ( ألحق التنوين بكلمة راعي فاجتمع ساكنانِ وأصبحت، (راعينْ) فاستثقلَ نطق الكلمة، فحُذف حرف العلة ونُقل التنوين إلى الحرف الذي قبله (العين)، فأصبحت (راعٍ) ) .",
    "الملاحظات": ""
  },
  {
    "الكلمة": "مَقُول",
    "أصلها": "مَقْوُول",
    "تّوضيح السبب": "حُذفت الواو في اسم المفعول الثلاثي الأجوف ( اسم مفعول من قال، أصله (قول) بدليل الفعل المضارع يقول  ).",
    "الملاحظات": ""
  },
  {
    "الكلمة": "",
    "أصلها": "",
    "تّوضيح السبب": "إذا كان الفعل ثلاثيًا معتل الوسط بالواو أو الياء يحذف وسطه في اسم المفعول منه، ف (مَقَوُوْل) هو الاسم المفعول من (قال) فنُقلت حركة الواو وهي الضمة إلى الحرف الصحيح قبلها وهو القاف، فالتقى ساكنان الواو الأولى والثانية (مقُوْوْل) فحذفت (الواو) الثانية (واو مفعول) لأنها الزائدة، للتصبح الكلمة (مقول).",
    "الملاحظات": ""
  },
  {
    "الكلمة": "قُلْ .. لمْ يَقُلْ",
    "أصلها": "قُولْ .. لم يَقُولْ",
    "تّوضيح السبب": "حُذِف حرف العلة عندما سُكِّن الحرف الذي يليه؛ وذلك منعًا لالتقاء الساكنين ",
    "الملاحظات": ""
  },
  {
    "الكلمة": "",
    "أصلها": "",
    "تّوضيح السبب": "",
    "الملاحظات": ""
  },
  {
    "الكلمة": "",
    "أصلها": "",
    "تّوضيح السبب": "",
    "الملاحظات": ""
  },
  {
    "الكلمة": "",
    "أصلها": "",
    "تّوضيح السبب": "",
    "الملاحظات": ""
  },
  {
    "الكلمة": "المصدر: الراجحي، عبده (١٩٩٩): التطبيق النحوي، ط١، ص١٩، باب الإعلال، المعارف للنشر والتوزيع، مصر.",
    "أصلها": "",
    "تّوضيح السبب": "",
    "الملاحظات": ""
  }
]