[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "النون صوت لثوي أنفي مجهور، يُنطق بوضع اللسان عند اللثة مع مرور الهواء من الأنف.",
    "الأمثلة": "يظهر في \"نَجْم، أنف، نُون\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "قد تُخفف النون أو تُدغم عند التقائها بحرف قريب من مخرجها.",
    "الأمثلة": "في \"من مال\" تُدغم النون في الميم فتُنطق \"مِمَّالٍ\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "أحيانًا تُبدل النون إلى ميم في بعض السياقات الصوتية.",
    "الأمثلة": "في \"أنبأ\" عند الإدغام تتحول إلى \"أَمْبأ\" في بعض اللهجات.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "لا تخضع النون للإعلال بشكل مباشر، لكنها قد تتغير حركتها بسبب السياق الصرفي.",
    "الأمثلة": "الفعل نأى تأثرت حركة النون هنا عند تصريفه إلى صيغة المضارع ينأى ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "تتحول النون إلى ميم عند وقوعها قبل الباء، وفقًا لقواعد التجويد.",
    "الأمثلة": "في \"منْ بعد\" تُنطق \"مِمْ بَعْدِ\" بالإقلاب.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "تحذف النون في بعض الحالات النحوية،   الصرفية أو اللغوية، مثل  ذف التنوين ( نون غير أصلية )عند الاتقاء الساكنين ن و حذف نون جمع المذكر السالم والمثنى عندالإضافة  ، حذف نون الأفعال الخمسة عند الجزم   .",
    "الأمثلة": " معلمو الصّفّ ، مهندسا المشروع -  لم يكتبوا ما طُلب منهم ، قوله تعالى \" ولا الليل سابقُ النهار \"  حذف التنوين في سابقٌ ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "في بعض اللهجات، تُخفف النون أو تُحول إلى غنة واضحة.",
    "الأمثلة": "في لهجة بعض القبائل العربية، قد تُخفف النون في \"أنتم\" فتصبح \"أمتم\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "للنون الساكنة والتنوين(  وهو نون غير أصلية )  دور أساسي في أحكام التجويد مثل الإخفاء، الإدغام، الإظهار، والإقلاب، حيث تدغم النون الساكنة الأصلية والزائدة ( التنوين) عند  اجتماعهما بأحد الأحرف الستة المجموعة  في كلمة : يرملون , - وإخفائهما عند حروف الإخفاء وحروفه مجموعة في أوائل بيت الشعر: (صف ذا ثنا، كم جاد شخص قد سما، دم طيبًا، زد في تقى، ضع ظالمًا).او إقلابهما ميما عند الباء  وإظهارهما عند حروف الإظهار  الستة (ء)، (هـ)، (ع)، (ح)، (غ)، (خ).   ",
    "الأمثلة": " منْ علمٍ\" إظهار  -  \"منْ يَعمل\" إدغام ، منْ بعد  إقلاب -            (رِيحاً صَرْصَراً)إخفاء - (وَأَنْذِرْهُمْ) إخفاء .",
    "الملاحظات": ""
  }
]