[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "النون قد تكون جزءًا  غير أصيل ( زائد ) في الكلمة أسند لغاية نحوية أو صرفية ، أو علامة إعرابية مثل نون التوكيد ونون النسوة ونون الوقاية ، ونون الأفعال الخمسة ونون المثنى وجمع المذكر السالم (نون النسوة تجعل  الفعل المضارع المعرب مبنيا على السكون )، (نون التوكيد الثقيلة جعلت الفعل المضارع المعرب مبنيا على  الفتح  ) ،  النون التي هي علامة رفع  الأفعال الخمسة ( علامة رفعه ثبوت النون ) .  .",
    "الأمثلة": " يكتبُ = \"يكتبنَ\"  /   \"لا تكتبنَّ\"  /            هما يكتبان  :   النون هنا علامة رفع الفعل لأنه من الأفعال الخمسة ( علامة رفعه ثبوت النون )  فالنون هنا علامة إعراب تظهر في حال الرفع وتُحذف في الجزم  - الله يحفَظُنِي : نون الوقاية  اتصلت بالفعل بسبب إسناد ياء المتكلم لتحمي الفعل من الكسر الذي يناسب الياء  . ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "عندما  يكون النون حرفا مثل  نون التوكيد ( بنوعيه ) فهو حرف  مبني لا محل له من الإعراب ،  أما  إذا جاء على هيئة ضمير ( نون النسوة ) فهو  في محل رفع فاعل  . ",
    "الأمثلة": "الفتيات يقرأن الدرس  ، يقرأنَ: فعل مضارع مبني على السكون لاتصاله بنون النسوة ، ونون النسوة ضمير متصل مبني على الفتح في محل رفع فاعل ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "نون النسوة: ضمير متصل (اسم معرفة) يستخدم للدلالة على جمع الإناث،",
    "الأمثلة": "هو يكتُبُ - هنّ يَكتُبْنَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "تأتي النون ملحقة بواو الجماعة للدلالة على الجمع  - ومع ألف الاثنين للدلالة على المثنى ، في الأفعال والأسماء  . ",
    "الأمثلة": "يشربُ = يشربون - يشربان / مهندسٌ = منهدسون -مهندسان ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "تحول  الفعل من متعدٍ إلى لازم عندما يأخذ صيغة المطاوعة ( انفعل ) . ",
    "الأمثلة": "  كسرَ - فعَل  = متعدٍ ، انكسرَ  - انفعَلَ = لازم ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا تُستخدم النون علامةً مباشرة في التصغير، لكنها قد تثبت ولا تسقط  في بعض الأسماء المصغرة أو المنسوبة.",
    "الأمثلة": "غلمان = غُلَيِمِين",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "  النون  قد تدخل في بعض صيغ المبالغة.",
    "الأمثلة": "منّان ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": " تظهر النون في بعض صيغ اسم الفاعل والمفعول من الحروف الزائدة .",
    "الأمثلة": " مُنكَسِر= اسم فاعل ، مُنكسَر عنه = اسم مفعول",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": " تظهر النون في اسم المكان كحرف أصلي غير زائد   . ",
    "الأمثلة": "منزل - منبع - منجم ",
    "الملاحظات": ""
  }
]