[
  {
    "العنوان": "التحوّل في معنى الكلمة  ",
    "الوصف": " تؤدي النون عند دخولها على بعض الكلمات إلى تغيير المعنى ، حيث أضافت النون التي رافقت الواو دلالة الجمع ، والتي رافقت الألف دلالة المثنى .",
    "الأمثلة": "مهندس = مهندسون = مهندسان  ",
    "الملاحظات": ""
  },
  {
    "العنوان": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": "للنون دور في تغيير الزمن مثل نون التوكيد التي تدل على الاستمرارية والقوة في الفعل، أو نون النسوة التي تدل على الفاعل المؤنث في المضارع.",
    "الأمثلة": "\"واللهِ لأفعلنَّ\" (نون التوكيد تفيد الإلزام والتأكيد)",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "قد تأتي النون في مواقع مختلفة لتحقق التوازن الموسيقي أو التأكيد أو الإيقاع في الكلام.",
    "الأمثلة": "- \"لنسفعًا بالناصية\" (تقديم الفعل وتوكيده بنون التوكيد الثقيلة)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": "تؤدي نون التوكيد الثقيلة والخفيفة دورًا في تقوية المعنى، ونون التوكيد الثقيلة تدل على الجزم والإصرار على الفعل.",
    "الأمثلة": "- \"واللهِ لأكتبنَّ الدرسَ\" (تفيد التوكيد القوي)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "قد تدخل النون على الكلمات في سياق الإنكار أو التعجب لزيادة الدلالة.",
    "الأمثلة": "- \"أَئِنَّكَ لَأَنتَ يُوسُفُ؟!\" (نون التوكيد زادت الاستغراب في السؤال)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "تدخل النون في التراكيب البلاغية مثل الجناس والسجع فتمنح الكلام جمالية صوتية.",
    "الأمثلة": "- \"يرجون رحمةً، يخشون نقمةً\" (سجع بوجود النون في نهايات الكلمات)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "النون من الحروف القوية التي تؤثر على وضوح المعنى خاصة في الأفعال، وتساعد في ضبط الجملة نحويًا وبلاغيًا.",
    "الأمثلة": "- \"لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ\" (قوة الفصاحة بالنون)",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "تؤثر النون على الانفعال والسياق العاطفي، فقد تفيد الاستعطاف، القوة، التهديد، الاستمرار.",
    "الأمثلة": "- \"أتحسبنَّ الله غافلًا؟\" (توحي بالنبرة التحذيرية)",
    "الملاحظات": ""
  }
]