[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "الميم قد تكون أصلية أو زائدة، وتؤثر على بناء الكلمة وإعرابها، كما أنها تدخل في بعض الأدوات النحوية .",
    "الأمثلة": "مِثْلَ: «ما»، «مَنْ»، «مَتى» (أَدَواتٌ نَحْوِيَّةٌ)، «مِفْتاحٌ» (وَزْنُ مِفْعالٍ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "قد تأتي الميم ضمن أدوات الاستفهام أو الشرط أو النفي، فتؤثر على الجملة إعرابياً وتأخذ موقعا إعرابيا حسب السياق .",
    "الأمثلة": "«مَنْ يَجْتَهِدْ يَنْجَحْ» (أَداةُ شَرْطٍ جازِمَةٍ)، «ما رَأَيْتُ شَيْئًا» (أَداةُ نَفْيٍ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "تأتي الميم جزءًا من الضمائر الدّالة على التذكير ",
    "الأمثلة": "(هُمْ، أَنْتُمْ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "تأتي الميم جزءًا من الضمائر الدّالة على الجمع ",
    "الأمثلة": "(هُمْ، أَنْتُمْ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "قد تدخل الميم على صيغة المفعول مما يدل على التعدي.",
    "الأمثلة": "«كَتَبَ - مَكْتُوبٌ» (اسْمُ مَفْعُولٍ لِفِعْلٍ مُتَعَدٍّ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "قد تدخل الميم في بعض صيغ النسب والتصغير، لكن ليس بشكل رئيسي.",
    "الأمثلة": "«مِصْرِيٌّ» (نِسْبَةٌ إلى مِصْرَ)، «مُسَيْلِمَةُ» (تَصْغِيرُ اسْمِ «مُسْلِمٍ»).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "تدخل الميم في صيغة المصدر الميمي وصيغ المبالغة.",
    "الأمثلة": "«مَضْرَبٌ» (مَصْدَرٌ مِيمِيٌّ)، «مِقْدامٌ» (صِيغَةُ مُبالَغَةٍ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "تدخل في اشتقاقات أسماء الفاعل والمفعول، حيث تبدأ بها، و تدخل  في بعض الصيغ لتعطي دلالة الفاعلية أو المفعولية.",
    "الأمثلة": "«كَلَّمَ» → مُكَلِّمٌ (اسْمُ فاعِلٍ)، مُكَلَّمٌ (اسْمُ مَفْعُولٍ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "تدخل في صيغ المفعول للدلالة على الزمان والمكان.",
    "الأمثلة": "«مُجْتَهِدٌ» (اسْمُ فاعِلٍ)، «مَكْتُوبٌ» (اسْمُ مَفْعُولٍ). «مَوْعِدٌ» (زَمانٌ)، «مَوْقِفٌ» (مَكانٌ).",
    "الملاحظات": ""
  }
]