[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "الميم صوت شفوي-أنفي، مجهور، يُنطق بإغلاق الشفتين تمامًا مع خروج الهواء عبر الأنف ، للميم خمس صفات، ثلاث صفات قوية وهي: (الجهر ـ التوسط ـ الغنة).وصفتان ضعيفتان وهما: (الاستفال والانفتاح).",
    "الأمثلة": "في الكلماتِ: «ماءٌ، مَلِكٌ، مُسْلِمٌ» يَظْهَرُ الِاعْتِمادُ على الشَّفَتَيْنِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": " إذا جاءت الميم قبل الألف يجب التحفظ على ترقيقها  وعدم تفخيمها كما يفعل البعض, لأن الألف من خاصيتها التصعد والارتفاع، وإذا ترك اللسان على سجيته فيختار الأخف فتفخم الألف وتجذب إليها الميم ،  فإذا وقع بعد الميم الساكنة حرف الباء جاز إخفاء الميم مع مراعاة الغنة.",
    "الأمثلة": "﴿فَإِذَا هُمْ بِالسَّاهِرَةِ﴾ (النّازِعاتِ: ١٤).",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "",
    "الأمثلة": "﴿الرَّحْمَٰنِ * مالِكِ﴾.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "لا تخضع الميم للإعلال الصوتي، لكنها تتأثر بالإدغام.",
    "الأمثلة": "في «عَمَّ» أُدْغِمَتِ الميمُ في ميمٍ أُخْرى مُشَدَّدَةٍ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "تُبدل النون ميمًا عند التقاء النون الساكنة بحرف الباء.",
    "الأمثلة": "في «أَنْبَأَهُمْ» تُصْبِحُ «أَمْبَأَهُمْ» عِندَ الإقْلابِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "نادر جدًا، لكنه قد يحدث في الضرورات الشعرية أو بعض اللهجات.",
    "الأمثلة": "في بَعْضِ اللَّهَجاتِ يُحْذَفُ الميمُ في نِهايَةِ الكَلِماتِ مِثْلَ «عَلَيْهِمْ» ← «عَلَيْهِ» في بَعْضِ قِراءاتِ القُرْآنِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "تبدل الميم باء في لهجة بني أسد أطبأننت في أطمأننت/ وقد تُبدل الميم نونًا أو تُدغم في بعض السياقات الصوتية، كما تُخفف الميم أحيانًا في اللهجات أو عند التقاء حرف مماثل.",
    "الأمثلة": "وَبَشَّرَنِي جَبِينُكَ مِنْ بَعِيدٍ *** بِخَيْرٍ فَأَطْمَأَنَّ لَهُ جَنابِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "الميم من حروف الإدغام بغنة (النون الساكنة والتنوين ) ، وتُظهر أحكام الإخفاء والإدغام عند التقاء الميم بميم أو باء.",
    "الأمثلة": "في اللَّهَجاتِ الخَليجِيَّةِ، تُلْفَظُ الميمُ مُشَدَّدَةً أَحْيانًا مِثْلَ «كَمْ مِنْ» ← «كَمِّنْ».",
    "الملاحظات": ""
  }
]