[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "لا يؤثر حرف الفاء على من حيث البناء والاعراب إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة أو الزيادة",
    "الأمثلة": " فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟\nخَسَفَ القَمَرُ\nيَعْرِفُ الطريقَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "حرف مبني على الفتح لا محل له من الإعراب. ",
    "الأمثلة": "قامَ زيد فعمرو",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا يؤثر حرف الفاء وحده في التذكير والتأنيث، لكنه يظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "فَاطِمَة\nفَارِس\nفُرشَاة\nفِيل",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يظهر الفاء في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما ولكنه قد يكون من ضمن السياق",
    "الأمثلة": "حافلتين \\ حافلات\nفراشتين \\ فراشات",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف الشين ليس له دور نحوي مباشر في تحديد اللّزوم والتعدّي ولكنه قد يكون من ضمن الفعل اللازم أو المتعدي",
    "الأمثلة": "جفَّ الغَسِيلُ\nوَصَفَ الطريقَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا يؤثر حرف الفاء في التصغير والنسب ولكنه يكون من ضمن الوزن الذي يصاغ منه، فقد يكون حرف الفاء في الجذر وقد لا يكون",
    "الأمثلة": "فُعَيْل: فُرَيْح\nفاطميّ\nفَعِيْلَة حَنِيفَة = حَنَفِيّ\nفَعِيْلَة صَحِيفَة = صَحَفِيّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "لا يؤثر حرف الفاء في المصدر الميمي وصيغ المبالغة ولكنه يكون من ضمن الوزن الذي يصاغ منه، فقد يكون حرف الفاء في الجذر وقد لا يكون",
    "الأمثلة": "مَفعَل = مَفَرّاً\nمَفعَل = مَفْرَقا\nفَعّال = فَتّاح\nفَعِل = فَطِن\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "لا يؤثر حرف الفاء في اسم الفاعل واسم المفعول ولكنه يكون من ضمن الوزن الذي يصاغ منه، فقد يكون حرف الفاء في الجذر وقد لا يكون",
    "الأمثلة": "فَاعَل = فَاصَل\nمَفْعُول = مَفْصُول",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "لا يؤثر حرف الفاء في اسم الزمان واسم المكان ولكنه يكون من ضمن الوزن الذي يصاغ منه، فقد يكون حرف الفاء في الجذر وقد لا يكون",
    "الأمثلة": "مَفْعَل = مَفْرَح\nمَفْعَل = مَفْرَش",
    "الملاحظات": ""
  }
]