[
  {
    "النوع": "دواعي لفظية ",
    "العنوان": " الإيجاز في العبارة",
    "الوصف": "هو القصد إلى الإيجاز في العبارة. هذا يعني أن المتكلم يختار حذف الفاعل لأنه معلوم، أو غير مهم ذكره، أو لا يضيف معلومة جديدة ضرورية، وبالتالي فإن حذفه يُقلل عدد الكلمات ويجعل الجملة أكثر اختصارًا وتركيزًا على الفعل أو المفعول ب",
    "الأمثلة": "قوله تعالى: وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": " المحافظة على السجع في الكلام المنثور",
    "الوصف": "أن يحرص الكاتب أو المتحدث على إنهاء الفواصل (نهايات الجمل أو الفقرات القصيرة) بنفس الحرف أو بنفس الوزن أو بهما معًا، دون أن يُخلّ ذلك بالمعنى أو يُعقّد الأسلوب. السجع هو زينة لفظية تُضفي على النثر جرسًا موسيقيًا وتوازنًا يجعله أكثر تأثيرًا وجمالًا وقوة في الإقناع أو الإمتاع.",
    "الأمثلة": "مَنْ طَابَتْ سَرِيرَتُهُ حُمِدَتْ سِيرَتُهُ\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "المحافظة على الوزن في الكلام المنظوم",
    "الوصف": "الالتزام الصارم بقواعد العَروض، وهو العلم الذي يضبط أوزان الشعر العربي. هذا الالتزام ضروري لكي يُعدّ الكلام شعرًا أصيلًا، ويُحافظ على إيقاعه الموسيقي الخاص الذي يُميزه عن النثر.",
    "الأمثلة": "قَوْلُ الْأَعْشَى مَيْمُونِ بْنِ قَيْسٍ:\nعُلِّقْتُهَا عَرْضًا وَعُلِّقَ رَجُلٌ ... غَيْرِي وَعُلِّقَ أُخْرَى غَيْرَهَا الرَّجُلُ\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "الدواعي المعنوية لحذف الفاعل",
    "العنوان": " كون الفاعل معلوما للمخاطب حتى لا يحتاج إلى ذكره له ",
    "الوصف": "هذه الحالة هي إحدى الدوافع الرئيسية لحذف الفاعل (المسند إليه) في الجملة، وتنبع من مبدأ الإيجاز البلاغي في اللغة العربية. عندما يكون الفاعل معروفًا تمامًا للمتلقي (المخاطب)، سواء من خلال السياق، أو من خلال الشهرة، أو لأنه حقيقة عامة، فلا يوجد أي داعٍ لذكره بشكل صريح. حذفه يُعد اقتصادًا في اللفظ ويُضفي على العبارة إيجازًا وجمالًا.",
    "الأمثلة": "قَوْلُهُ تَعَالَى: ﴿وَخُلِقَ الْإِنْسَانُ ضَعِيفًا﴾، أَيْ: خَلَقَ اللَّهُ الْإِنْسَانَ ضَعِيفًا.\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "كون الفاعل مجهولا للمتكلم",
    "الوصف": "هذه إحدى الحالات الرئيسية التي يُحذف فيها الفاعل (المسند إليه) في الجملة، ويُبنى الفعل للمجهول. السبب هنا ليس أن الفاعل معروف، بل على العكس تمامًا: المتكلم نفسه لا يعرف من هو الفاعل، وبالتالي لا يستطيع تحديده أو تعيينه للمخاطب. ولأن ذكر الفاعل بوصف عام (مثل \"شخص ما\" أو \"أحد\") لن يضيف فائدة أو معلومة مهمة، فإن الأفضل هو حذفه تمامًا.",
    "الأمثلة": "«سُرِقَ مَتَاعِي»، لِأَنَّكَ لَا تَعْرِفُ ذَاتَ السَّارِقِ\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "رغبة المتكلم في الإبهام على السامع",
    "الوصف": "هي إحدى الدوافع البلاغية لحذف الفاعل (المسند إليه) في الجملة. في هذه الحالة، يكون المتكلم يعرف الفاعل جيدًا، ولكنه يتعمد إخفاء هويته عن السامع لغرض معين. هذا الإخفاء يخلق نوعًا من الإبهام والغموض، أو قد يكون لحماية الفاعل، أو لأسباب أخرى تتعلق بسياق الحديث.",
    "الأمثلة": "تَصَدَّقَ بِأَلْفِ دِينَارٍ\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "ورغبة المتكلم في إظهار تعظيمه للفاعل",
    "الوصف": "هي إحدى الدواعي البلاغية لحذف الفاعل (المسند إليه). في هذه الحالة، يكون الفاعل معروفًا تمامًا للمتكلم والسامع على حد سواء، لكن المتكلم يتعمد حذفه، ويُبنى الفعل للمجهول، وذلك ليس لعدم معرفة الفاعل، بل على العكس تمامًا: لتعظيمه وتبجيله لدرجة أنه يُرى أرفع من أن يُذكر اسمه صراحة في سياق معين، أو لكي ينصرف الذهن مباشرة إلى عظمة الفعل نفسه.",
    "الأمثلة": "وذلكَ بِصَوْنِ اسْمِهِ عَنْ أَنْ يَجْرِيَ عَلَى لِسَانِهِ، أَوْ بِصَوْنِهِ عَنْ أَنْ يَقْتَرِنَ بِالْمَفْعُولِ بِهِ فِي الذِّكْرِ، كَقَوْلِكَ: خُلِقَ الْخِنْزِيرُ.\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": " رغبة المتكلم في إظهار تحقير الفاعل",
    "الوصف": "هي دافع بلاغي لحذف الفاعل (المسند إليه) من الجملة. في هذه الحالة، يكون المتكلم يعلم من هو الفاعل، ولكنه يتعمد عدم ذكره صراحةً، ويُبنى الفعل للمجهول. الهدف من هذا الحذف هو التقليل من شأن الفاعل، أو إهانته، أو إظهاره بأنه لا يستحق الذكر، أو الترفع عن ذكر اسمه في سياق الفعل الشنيع الذي ارتكبه.",
    "الأمثلة": "بِصَوْنِ لِسَانِهِ عَنْ أَنْ يَجْرِيَ بِذِكْرِهِ، كَمَنْ يَقُولُ فِي وَصْفِ شَخْصٍ يَرْضَى الْهَوَانَ وَالذُّلَّ: «يُهَانُ وَيُذَلُّ فَلَا يَغْضَبُ».\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "خوف المتكلم من الفاعل أو خوفه عليه",
    "الوصف": "تُعدّ هذه الحالة من الدواعي البلاغية المهمة لحذف الفاعل (المسند إليه) في الجملة، وبناء الفعل للمجهول. هنا، المتكلم يعرف من هو الفاعل، لكنه يتعمد إخفاء هويته عن السامع، ليس لأنه مجهول، بل لأسباب تتعلّق بسلامة الفاعل أو سلامة المتكلم نفسه.",
    "الأمثلة": "كَـمَنْ يَقُولُ: قُتِلَ فُلَانٌ، فَلَا يَذْكُرُ الْقَاتِلَ خَوْفًا مِنْهُ أَوْ خَوْفًا عَلَيْهِ.\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "عدم تحقق غرض معين في الكلام بذكر الفاعل",
    "الوصف": "هذه الحالة تشير إلى أن المتكلم يتعمد حذف الفاعل (المسند إليه) من الجملة وبناء الفعل للمجهول، ليس لجهله بالفاعل، ولا لرغبته في إخفائه لذاته، بل لأن ذكر الفاعل سيُفوت غرضًا بلاغيًا أو معنويًا يرغب المتكلم في تحقيقه من خلال التركيز على الفعل أو المفعول به، أو قد يُضعف من قوة الرسالة المقصودة.",
    "الأمثلة": "قَوْلُهُ تَعَالَى: ﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِي إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا﴾\n\n",
    "الملاحظات": ""
  },
  {
    "النوع": "",
    "العنوان": "",
    "الوصف": "العتيق،عبد العزيز،2009،علم المعاني،دار النهضة العربية للطباعة و النشر و التوزيع ،بيروت -لبنان ط1ص117",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]