[
  {
    "العنوان": "المبتدأ يكثر حذفه لداعي الاحتراز عن العبث في المواضع التالية",
    "الوصف": "«بالاحتراز من العبث» أن ما قامت عليه القرينة وظهر عند المخاطب يعد ذكره عبثا من حيث أنه يقلل من قيمة العبارة بلاغيا.",
    "الأمثلة": "سُئِلْتُ: \"كَيْفَ حَالُكَ ٱلْيَوْمَ؟\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "إذا وقع المبتدأ الذي هو المسند إليه في جواب الاستفهام",
    "الوصف": "في هذا النوع من الاستفهام، تكون أداة الاستفهام نفسها تسأل عن المبتدأ، أو عن شخص/شيء هو المبتدأ. هنا، يكون الجواب بذكر المسند إليه مباشرة، ولا يحتاج إلى خبر جديد، لأنه هو المطلوب في السؤال.",
    "الأمثلة": "فَأَجَبْتُ: \"بِخَيْرٍ وَٱلْحَمْدُ لِلَّهِ.\"",
    "الملاحظات": ""
  },
  {
    "العنوان": " وإذا وقع بعد الفاء المقترنة بجواب الشرط، نحو",
    "الوصف": "عندما يأتي المبتدأ (المسند إليه) بعد الفاء المقترنة بجواب الشرط (تحديداً إذا كان الجواب جملة اسمية)، فهذا يعني أن الجملة الاسمية بأكملها (مبتدأ وخبر) هي التي تشكل جواب الشرط. هذه الفاء تُسمى \"فاء الجزاء\" أو \"الفاء الرابطة لجواب الشرط\".",
    "الأمثلة": "قَوْلُهُ تَعَالَى: ﴿مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا﴾، أَيْ: فَعَمَلُهُ لِنَفْسِهِ، وَإِسَاءَتُهُ عَلَيْهَا.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "وإذا وقع المبتدأ بعد القول وما اشتق منه، نحو قوله ",
    "الوصف": "عندما يقع المبتدأ (المسند إليه) بعد القول أو ما اشتق منه (مثل: قال، يقول، قلتُ، قول، قائل)، فهذا يعني أن الجملة الاسمية التي تحتوي على هذا المبتدأ هي جملة مقول القول، وهي تكون في محل نصب مفعول به للفعل \"قال\" أو ما في معناه.",
    "الأمثلة": "قَالَ تَعَالَى: ﴿فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ﴾، أَيْ: أَنَا عَجُوزٌ عَقِيمٌ.\n\n.",
    "الملاحظات": ""
  },
  {
    "العنوان": "ضيق المقام عن إطالة الكلام إما لتوجع وإما لخوف فوات فرص",
    "الوصف": "هذا المبدأ البلاغي يشير إلى أن سياق الكلام (المقام) قد يفرض على المتحدث إيجازًا واختصارًا، حتى لو كان المعنى يحتمل الإطالة والتفصيل. لا يكون هذا الإيجاز لقلة علم المتحدث، بل لضرورة يفرضها الموقف",
    "الأمثلة": " قَوْلُ الشَّاعِرِ:\nلِمَ تَبْكِينَ؟ مَنْ فَقَدْتِ؟ فَقَالَتْ ... وَالْأَسَى غَالِبٌ عَلَيْهَا: حَبِيبِي\nأَيْ قَالَتْ: الْفَقِيدُ حَبِيبِي.",
    "الملاحظات": ""
  },
  {
    "العنوان": "تيسير الإنكار عند الحاجة إلى الإنكار ",
    "الوصف": "وتفصيل ذلك أنه قد تجد مواقف يصرح فيها المتكلم بذكر شيء ثم تدعوه اعتبارات خاصة إلى جحدها وإنكارها.",
    "الأمثلة": " بَخِيلٌ شَحِيحٌ. يُرِيدُ: هُوَ بَخِيلٌ شَحِيحٌ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "تعجيل المسرة بالمسند",
    "الوصف": "هو مفهوم بلاغي يعني تقديم المسند (الخبر أو الفعل) على المسند إليه (المبتدأ أو الفاعل) وذلك لتحقيق سرعة في إيصال المعنى المفرح أو السار إلى المتلقي",
    "الأمثلة": "كَأَنْ يُلَوِّحَ شَخْصٌ بِكَأْسٍ فَازَ بِهَا فِي مُسَابَقَةٍ قَائِلًا: جَائِزَتِي. \n",
    "الملاحظات": ""
  },
  {
    "العنوان": " إنشاء المدح أو الذم أو الترحم",
    "الوصف": "فالمسند إليه إذا كان مبتدأ يترجح حذفه إذا قصد به إنشاء المدح أو الذم أو الترحم، وكان في الكلام قرينة تدل عليه",
    "الأمثلة": "«الْحَمْدُ لِلَّهِ أَهْلَ الْحَمْدِ» بِرَفْعِ «أَهْلُ»، أَيْ هُوَ أَهْلُ الْحَمْدِ.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " حذفه لإنشاء الذم",
    "الوصف": "هو أسلوب بلاغي يُستخدم فيه حذف المسند إليه (المبتدأ غالبًا) بهدف تعميق معنى الذم أو التحقير، وذلك بتوجيه الانتباه بشكل مباشر وقوي إلى الصفة المذمومة نفسها، دون الحاجة لذكر الموصوف. هذا الحذف يجعل الذم أكثر تركيزًا وتأثيرًا في نفس المتلقي",
    "الأمثلة": "«أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ» بِرَفْعِ الرَّجِيمِ، أَيْ هُوَ الرَّجِيمُ. ",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "العتيق،عبد العزيز،2009،علم المعاني،دار النهضة العربية للطباعة و النشر و التوزيع ،بيروت -لبنان ط1ص117",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]