[
  {
    "العنوان": "ضعف التعويل والاعتماد على القرينة ",
    "الوصف": "أي يكون ذكر المسند إليه للاحتياط، لأن فهم السامع من اللفظ أقرب من فهمه من القرينة، إما لخفائها أو لعدم الوثوق بنباهة السامع",
    "الأمثلة": "فَإِذَا اسْتَدْعَى أُسْتَاذٌ أَحَدَ طُلَّابِهِ وَكَلَّمَهُ فِي شَأْنٍ مَا، ثُمَّ سَأَلَهُ أَحَدُ زُمَلَائِهِ: مَاذَا قَالَ لَكَ أُسْتَاذُنَا؟ \n",
    "الملاحظات": ""
  },
  {
    "العنوان": "القصد إلى زيادة التقرير والإيضاح",
    "الوصف": "زيادة كمية المعلومات المقدمة (التقرير) وجودة هذه المعلومات من حيث الوضوح والفهم (الإيضاح",
    "الأمثلة": "قَوْلُهُ تَعَالَى: ﴿أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ﴾\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "بسط الكلام والإطناب فيه ",
    "الوصف": "حيث يكون الإصغاء فيه من السامع مطلوبا للمتكلم لجلال قدره أو قربه من قلبه.  ومن أجل ذلك يطال الكلام مع الأحبّاء وذوي القدر وأولي العلم تلذذا بسماعهم وتشرفا بخطابهم وانتفاعا بكلامهم.",
    "الأمثلة": "قَوْلُهُ تَعَالَى حِكَايَةً عَنْ مُوسَى عَلَيْهِ السَّلَامُ: ﴿وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى؟ قَالَ هِيَ عَصَايَ﴾\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "إظهار تعظيم المسند إليه بذكر اسمه",
    "الوصف": "هو أسلوب يُستخدم لـتعظيم شأن المسند إليه (المبتدأ أو الفاعل في الجملة) وذلك عن طريق التصريح باسمه الظاهر بدلًا من الاكتفاء بالضمير الذي يعود عليه، أو أي إشارة أخرى.",
    "الأمثلة": "نَحْوَ قَوْلِكَ: اللَّهُ رَبِّي وَمُحَمَّدٌ نَبِيِّي، وَالْإِسْلَامُ دِينِي فِي جَوَابِ مَنْ سَأَلَكَ: مَنْ رَبُّكَ؟ وَمَنْ نَبِيُّكَ؟ وَمَا دِينُكَ؟\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "إظهار تحقيره وإهانته",
    "الوصف": "وذلك لما يحمله اسمه ويدل عليه من معنى الحقارة",
    "الأمثلة": "كَقَوْلِكَ: إِبْلِيسُ اللَّعِينُ هُوَ الَّذِي أَخْرَجَ آدَمَ مِنَ الْجَنَّةِ. فِي جَوَابِ مَنْ سَأَلَكَ: مَنْ أَخْرَجَ آدَمَ مِنَ الْجَنَّةِ؟\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "التبرك والتيمن باسمه",
    "الوصف": " ممارستين متقاربتين ومتداخلتين في الثقافة العربية والإسلامية، وكلاهما يعبر عن طلب الخير والبركة واليُمن (الخير والنماء) من خلال اسم معين، غالبًا ما يكون اسمًا ذا مكانة خاصة.\n",
    "الأمثلة": "مُحَمَّدٌ رَسُولُ اللَّهِ خَيْرُ الْخَلْقِ.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "الاستلذاذ بذكره",
    "الوصف": "ذلك في كل ما يهواه المرء ويتوق إليه ويعتز به",
    "الأمثلة": "بِشَارَةُ الْخوريّ:\nالْهَوَى وَالشَّبَابُ وَالْأَمَلُ الْمَنْشُودُ ... تُوحَى فَتَبْعَثُ الشِّعْرَ حَيًّا\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "من الأغراض التي ترجح ذكر المسند:",
    "الوصف": "الاحتياط لضعف القرينة وعدم التعويل عليها",
    "الأمثلة": "كَقَوْلِكَ: «عَنْتَرَةُ أَشْجَعُ وَحَاتِمٌ أَجْوَدُ»، فِي جَوَابِ مَنْ قَالَ: مَنْ أَشْجَعُ الْعَرَبِ فِي الْجَاهِلِيَّةِ وَأَكْرَمُهُمْ؟  ",
    "الملاحظات": ""
  },
  {
    "العنوان": " التعريض بغباوة السامع",
    "الوصف": "هو أسلوب بلاغي يُقصد به الإشارة غير المباشرة أو التلميح إلى أن السامع غبي أو لا يفهم بسرعة، وذلك دون التصريح بلفظ الغباء أو الجهل..\n",
    "الأمثلة": "مِثْلُ قَوْلِنَا: «سَيِّدُنَا مُحَمَّدٌ نَبِيُّنَا»، فِي جَوَابِ مَنْ قَالَ: مَنْ نَبِيُّكُمْ؟\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " إفادة أن المسند فعل أو اسم",
    "الوصف": "فإن كان فعلا فهو يدل بأصل وضعه على التجدد والحدوث مقيدا بأحد الأزمنة الثلاثة بطريق الاختصار. ",
    "الأمثلة": "مِثَالُ ذَلِكَ قَوْلُهُ تَعَالَى: ﴿إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ﴾\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "العتيق،عبد العزيز،2009،علم المعاني،دار النهضة العربية للطباعة و النشر و التوزيع ،بيروت -لبنان ط1ص117",
    "الملاحظات": ""
  }
]