[
  {
    "العنوان": "تعريف المساواة",
    "الوصف": "أن يكون اللفظ مساوياً للمعنى،\n لا يزيد عليه ولا ينقص منه، وهو مذهب وسط بين الإيجاز والإطناب.",
    "الأمثلة": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ\n\nلَا تَزَالُ أُمَّتِي بِخَيْرٍ",
    "الملاحظات": "مفهوم بلاغي دقيق يتطلب معرفة بالسياق والمفردة.",
    "الشروط": "يجب أن يكون اللفظ بقدر أصل المعنى، دون زيادة أو حذف."
  },
  {
    "العنوان": "المساواة بالمعنى اللفظي",
    "الوصف": "المقصود بالمساواة بالمعنى اللفظي أن تكون ألفاظ الكلام مساوية تمامًا للمعنى الذي وُضِعت من أجله، دون زيادة أو نقصان، أي أن تكون الكلمات المستخدمة هي الألفاظ الوضعية المطابقة للمعنى دون استعارة أو مجاز أو كناية. وهذا يعني أن كل كلمة تؤدي وظيفتها الدلالية المباشرة، دون أن تستدعي الذهن للبحث عن تأويل أو دلالة ثانية.\n\nوقد أشار ابن أبي الأصبع إلى أن هذا النوع من المساواة هو الأوضح والأظهر، لأنه يخلو من الإشارة أو الإرداف أو أي تركيب مجازي، فيكون مطابقًا للمراد في معناه ووضعه اللغوي",
    "الأمثلة": "الْقُرْآنُ الْكَريمُ\nقَوْلُهُ تَعَالى: ﴿وَاللَّهُ أَحَلَّ الْبَيْعَ وَحَرَّمَ الرِّبَا﴾\n\n– الْكَلِمَاتُ هُنَا تُؤَدِّي الْمَعْنَى مُبَاشَرَةً، بِلَا مَجَازٍ وَلَا الْتِوَاءٍ: الْإِحْلَالُ، الْبَيْعُ، التَّحْرِيمُ، الرِّبَا.\n\nالْحَدِيثُ الشَّرِيفُ\nقَوْلُ النَّبِيِّ ﷺ: «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»\n\n– كُلُّ لَفْظٍ يُؤَدِّي مَعْنَاهُ الْحَقِيقِيَّ الْوَاضِحَ: \"الْمُسْلِمُ\"، \"سَلِمَ\"، \"لِسَانُهُ\"، \"يَدُهُ\".\n\nأَمْثِلَةٌ شِعْرِيَّةٌ:\nقَوْلُ الشَّاعِرِ:\n\nإِذَا أَنْتَ لَمْ تَنْفَعْ فَضُرَّ فَإِنَّمَا ... يُرَجَّى الْفَتَى كَيْمَا يَضُرَّ وَيَنْفَعَا\n\n– الْأَلْفَاظُ: \"يَنْفَعُ\" وَ\"يَضُرُّ\" جَاءَتْ بِمُقَابِلِهَا الْحَقِيقِيِّ دُونَ إِشَارَةٍ أَوْ كِنَايَةٍ.",
    "الملاحظات": "يُعتمد على هذا النوع من المساواة في الخطابات الرسمية، والنصوص الدينية، والتعليمية.\n\nمناسبة جدًّا في المواطن التي تستدعي الوضوح والدقة وعدم الاحتمال.\n\nهذا النوع يعدّ الأساس الذي يُقاس عليه غيره من أساليب البلاغة مثل الإيجاز والإطناب.\n\nتعتبر المساواة بالمعنى اللفظي درجة البلاغة المتزنة التي تلي الإيجاز وتسبق الإطناب.",
    "الشروط": "كل لفظ يُستخدم بمعناه الحقيقي المباشر.\n\nلا استعارة ولا كناية ولا مجاز في التعبير.\n\nقوة المساواة هنا تكمن في صفاء الفكرة ومباشرة البيان.\n\nيسهل فهمها حتى على غير المتخصصين في البلاغة."
  },
  {
    "العنوان": "المساواة بالمعنى غير اللفظي",
    "الوصف": "المساواة بالمعنى غير اللفظي هي أن تكون ألفاظ الكلام غير مطابقة تمامًا لألفاظ المعاني الوضعية لها، لكنها تدل على المعنى المقصود بوسائل غير مباشرة، كالمجاز، أو الاستعارة، أو الكناية، أو أي تركيب أدبي بلاغي آخر.\n\nفي هذا النوع من المساواة، يختار المتكلم ألفاظًا غير حرفية لتأدية المعنى، لكنه يظل محافظًا على القدر المساوي للمعنى دون تطويل أو نقصان، أي أن اللفظ ما زال مساويًا للمعنى في الكمّ، لكنه غير مطابق له من جهة اللغة الوضعية المباشرة.\n\nوقد ذكر ابن أبي الأصبع أن هذا النوع من المساواة يقع في كثير من الصور البلاغية كالإشارة والإرداف والتمثيل، مادام الكلام لا يحتوي على ألفاظ زائدة لا حاجة لها، ولا حذف يخلّ بالمعنى",
    "الأمثلة": "الْقُرْآنُ الْكَرِيمُ\nقَوْلُهُ تَعَالَى: ﴿فِي قُلُوبِهِم مَّرَضٌ﴾\n\n– الْمَعْنَى الْمَقْصُودُ هُنَا هُوَ الشَّكُّ أَوِ النِّفَاقُ، لَكِنْ أُعُبِّرَ عَنْهُ بِـ \"الْمَرَضِ\"، وَهَذَا مَجَازٌ، مَعَ أَنَّ الْعِبَارَةَ مُسَاوِيَةٌ لِلْمَعْنَى مِنْ حَيْثُ الْحَجْمِ وَالدَّلَالَةِ.\n\nالْحَديثُ الشَّرِيفُ\nقَوْلُ النَّبِيِّ ﷺ: «الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ»\n\n– الصُّورَةُ هُنَا مَجَازِيَّةٌ، لَكِنَّهَا تُؤَدِّي الْمَعْنَى بِدِقَّةٍ، وَبِعِبَارَاتٍ مُسَاوِيَةٍ لَهُ فِي الطُّولِ وَالْمَضْمُونِ.\n\nمِنَ الشِّعْرِ\nقَوْلُ الْمُتَنَبِّي:\n\nوَإِذَا أَتَتْكَ مَذَمَّتِي مِنْ نَاقِصٍ ... فَهِيَ الشَّهَادَةُ لِي بِأَنِّي كَامِلُ\n\n– اسْتِعَارَةٌ ضِمْنِيَّةٌ فِي \"الْمَذَمَّةِ مِنَ النَّاقِصِ\"، لَكِنَّهَا تُسَاوِي تَمَامًا الْمَعْنَى الْمَقْصُودَ.",
    "الملاحظات": "أكثر شيوعًا في الشعر، والخطابة، والنثر الفني.\n\nيمنح النص طابعًا أدبيًا وجماليًا دون الإخلال بالمساواة البلاغية.\n\nيحقق توازنًا بين الوضوح والإيحاء، وبين البيان والإبداع.\n\nيحتاج المتلقي إلى حد أدنى من البلاغة لفهم العلاقة بين اللفظ والمعنى.",
    "الشروط": "يعتمد على الصور البلاغية غير المباشرة (مجاز، استعارة، كناية...).\n\nاللفظ لا يطابق المعنى حرفيًا، لكنه يوصله بالكامل وبكثافة دلالية.\n\nلا يكون هناك تطويل أو حشو زائد.\n\nيصل إلى أعماق المعنى مع الحفاظ على التوازن بين اللفظ والمعنى."
  },
  {
    "العنوان": "المساواة التامة",
    "الوصف": "المساواة التامة هي أعلى درجات التوازن البلاغي بين اللفظ والمعنى، حيث تكون الألفاظ مطابقة تمامًا للمعنى المطلوب دون زيادة أو نقصان، سواء في المبنى أو المعنى. أي أن المتكلم يعبر عن فكرته بعبارة لا تحتمل الحذف أو الإضافة دون أن يختل السياق أو يضعف المعنى.\n\nوقد شبّهها بعض البلاغيين – كالكلاعي – بأنّها:\n\n\"ثوب خيط على قدّ الجسد\"\nأي أن الألفاظ جاءت بمقدار المعنى تمامًا، لا فضفاضة عليه، ولا ضيقة عنه.\n\nهي الصورة الأمثل من المساواة، وتُعد من خصائص الإعجاز البلاغي في القرآن الكريم والنصوص الرفيعة من الأدب والنثر والخطابة.",
    "الأمثلة": "مِنَ الْقُرْآن الْكَريمِ\nقَوْلُهُ تَعَالَى:\n﴿هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ﴾\nهَذِهِ الْعِبَارَةُ الْقَلِيلَةُ الْأَحْرُفِ تَحْمِلُ دَلَالَةً مُكَثَّفَةً وَبَيَانًا عَدْلِيًّا وَبَلِيغًا، دُونَ زِيَادَةٍ أَوْ نُقْصَانٍ.\n\nقَوْلُهُ تَعَالَى:\n﴿حُورٌ مَّقْصُورَاتٌ فِي الْخِيَامِ﴾\nتَسَاوَى اللَّفْظُ مَعَ الْمَعْنَى بِدِقَّةٍ، بِتَصْوِيرٍ جَمَالِيٍّ تَامٍّ دُونَ إِسْهَابٍ أَوْ تَقْصِيرٍ.\n\nمِنَ الْحَدِيثِ الشَّرِيفِ\nقَوْلُ النَّبِيِّ ﷺ:\n«لَا ضَرَرَ وَلَا ضِرَارَ»\nجُمْلَةٌ قَصِيرَةٌ ذَاتُ تَعْبِيرٍ حُقُوقِيٍّ وَاضِحٍ، تَدُلُّ عَلَى مَنْعِ الْإِضْرَارِ بِالْآخَرِينَ بِأَيِّ شَكْلٍ، وَهِيَ مِثَالٌ صَرِيحٌ لِلْمُسَاوَاةِ التَّامَّةِ.\n\nمِنَ الشِّعْرِ\nقَوْلُ زُهَيْرِ بْنِ أَبِي سَلْمَى:\nوَمَهْمَا تَكُنْ عِنْدَ امْرِئٍ مِنْ خَلِيقَةٍ ... وَإِنْ خَالَهَا تَخْفَى عَلَى النَّاسِ تُعْلَمِ\nاللَّفْظُ وَالْمَعْنَى تَسَاوَيَا فِي الصِّيَاغَةِ وَالْبَلَاغَةِ، فَجَاءَ الْبَيْتُ مُحْكَمًا لَا يَحْتَاجُ زِيَادَةً وَلَا حَذْفًا.",
    "الملاحظات": "يصلح جدًا في المتون العلمية، العقود، الأحكام الشرعية، البيانات الرسمية.\n\nالمساواة التامة تتطلب مهارة لغوية عالية لصياغة الجمل بشكل محسوب وموزون.\n\nغالبًا ما تأتي على شكل جمل قصيرة بليغة.\n\nالإعجاز القرآني من أبرز مصادر المساواة التامة في البلاغة العربية.",
    "الشروط": "الاقتصاد في العبارة دون إخلاء بالمعنى.\n\nتعبير صريح ومباشر.\n\nلا توجد فيه استعارات أو صور بلاغية معقدة.\n\nيُعبّر عن المعنى بذاته دون تزويق أو إطناب.\n\nقابل للاستخدام في العلوم، القانون، الخطابة، والوصايا."
  },
  {
    "العنوان": "المساواة مع الاختصار",
    "الوصف": "هي نوع من المساواة تكون فيها الألفاظ مساوية تمامًا للمعنى، ولكن مع تحرّي الإيجاز وقَصر اللفظ على المعنى بشكل بليغ. في هذا النوع، يختار المتكلم أقل عدد من الكلمات وأكثرها دقة، بحيث لا يمكن حذف شيء منها أو إضافة شيء إليها دون الإخلال بالمعنى، وهي أقرب إلى الإيجاز القوي الهادف.\n\nوقد سماها الطيبي \"إيجاز القصر\"، وسماها ابن الأثير \"الإيجاز بالتقدير\"، وهي تُعبّر عن براعة البلاغي في توصيل المعنى بأقصر طريق.",
    "الأمثلة": "مِنَ الْقُرْآنِ الْكَرِيمِ\nقَوْلُهُ تَعَالَى: ﴿هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ﴾\nتَعْبِيرٌ مُخْتَصَرٌ لَكِنَّهُ يَمْلَأُ النَّفْسَ بِالْعَدْلِ وَالتَّقَابُلِ، وَهُوَ أَوْضَحُ مِثَالٍ عَلَى الْمُسَاوَاةِ مَعَ الِاخْتِصَارِ.\n\nقَوْلُهُ تَعَالَى: ﴿وَهَلْ نُجَازِي إِلَّا الْكَفُورَ﴾\nاخْتِصَارٌ شَدِيدٌ لِمَعْنًى كَبِيرٍ، يَدُلُّ عَلَى أَنَّ الْجَزَاءَ يَكُونُ لِمَنْ كَفَرَ بِالنِّعَمِ.\n\nمِنَ الْحَدِيث النَّبَويِّ\nقَوْلُ النَّبِيِّ ﷺ: «الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»\nعِبَارَةٌ قَلِيلَةُ الْكَلِمَاتِ عَظِيمَةُ الْمَعْنَى.",
    "الملاحظات": "يُعدّ أرقى أشكال التعبير البلاغي في الخطابة والنثر.\n\nيبرز إبداع الكاتب في اختيار الكلمات دون حشو.\n\nشائع في القرآن والحديث النبوي والأمثال القديمة.\n\nيُطلب في مواطن التأثير المباشر والتعبير العميق.",
    "الشروط": "عدد كلمات قليل مقابل معنى وفير.\n\nيظهر فيه تمكّن الكاتب أو المتحدث من أدوات اللغة.\n\nيستخدم عادة في المواعظ، الحكمة، الأحكام، النصوص الأدبية.\n\nيقوم على دقة في اختيار الألفاظ.\n\nلا يحتمل الزيادة أو النقصان دون تأثر المعنى."
  },
  {
    "العنوان": "المساواة المتعارفة(غير المتحرّاة)",
    "الوصف": "هي نوع من المساواة لا يُقصد فيها الاختصار أو الاقتصاد اللفظي تحديدًا، وإنما تكون الألفاظ مساوية للمعنى بطريقة عادية معتادة، دون تكلف أو مبالغة في الإيجاز.\nأي أن المتكلم لا يتعمد أن يُوجز، لكنه مع ذلك يوازن بين المعنى واللفظ، فلا يزيد ولا ينقص. وتسمى أيضًا المساواة الاعتيادية.\n",
    "الأمثلة": "مِنَ النَّثْرِ\n«يَئِسْتُ مِنْ صَلَاحِكَ بِي، وَأَخَافُ فَسَادِي بِكَ، وَقَدْ أَطْنَبَ فِي ذَمِّ الْحِمَارِ مَنْ شَبَّهَكَ بِهِ».\nهُنَا الْأَلْفَاظُ جَاءَتْ بِقَدْرِ الْمَعْنَى، دُونَ اخْتِزَالٍ مُتَكَلِّفٍ وَلَا زِيَادَةٍ مُرْهِقَةٍ.\n\nمِنَ الشِّعْرِ\nقَوْلُ أَحَدِهِمْ:\nيَا نَاطِحَ الْجَبَلِ الْعَالِي لِيُوهِنَهُ ... أَشْفِقْ عَلَى الرَّأْسِ لَا تُشْفِقْ عَلَى الْجَبَلِ\nتَوَازُنٌ جَيِّدٌ بَيْنَ حَجْمِ الْمَعْنَى وَطُولِ الْجُمْلَةِ",
    "الملاحظات": "هذا النوع أكثر شيوعًا من المساواة مع الاختصار، لأنّ كثيرًا من الناس يعبرون بهذه الطريقة دون وعي بلاغي متعمق.\n\nيمكن استخدامه في المجالات الرسمية والتعليمية أيضًا.\n\nلا يُشترط فيه الإبداع البلاغي الكبير، لكنه يعتمد على وضوح المعنى وتوازن التعبير.",
    "الشروط": "بساطة الأسلوب، دون تعقيد بلاغي أو زخرفة لفظية.\n\nتوازن طبيعي بين الألفاظ والمعنى دون تحرٍّ مقصود للاختصار.\n\nيصلح في النصوص العامة، الرسائل، النثر الأدبي، والوصايا."
  },
  {
    "العنوان": "المساواة في الجملة ",
    "الوصف": "في هذا النوع من المساواة، يتساوى طول الجملة وعدد كلماتها تمامًا مع المعنى المراد، دون إفراط أو تفريط، دون حاجة لتفسير زائد، أو اختزال مخل. وتُعدّ المساواة في الجملة من أدق وأرفع مستويات البلاغة، إذ تعني أن الكاتب أو المتكلم قد أحاط بالمعنى وأدّاه بأدق لفظ وأقصر طريق، دون حاجة إلى زخرفة أو نقصان.\n\nوقد أشار ابن الأثير إلى هذه المساواة وسماها بـ \"الإيجاز بالتقدير\"، لأنها أقرب لأن تكون إيجازًا لا قصور فيه. وذكر المؤيد بالله أن هذه المساواة تأتي على وجهين:\n\nمساواة مع الاختصار: وهي الأقوى والأفصح.\n\nمساواة اعتيادية دون تحرٍ خاص للإيجاز.",
    "الأمثلة": "مِنَ الْقُرْآنِ الْكَرِيمِ\nقَوْلُهُ تَعَالَى: ﴿حُورٌ مَّقْصُورَاتٌ فِي الْخِيَامِ﴾\nجُمْلَةٌ قَصِيرَةٌ تَامَّةٌ، لَفْظُهَا مُسَاوٍ لِمَعْنَاهَا، تُصَوِّرُ جَمَالًا وَحَالًا بِكَلِمَتَيْنِ فَقَطْ.\n\nوَقَوْلُهُ تَعَالَى: ﴿هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ﴾\nجُمْلَةٌ تَامَّةُ الْمَعْنَى، فِيهَا سُؤَالٌ بَلَاغِيٌّ وَإِجَابَةٌ ضِمْنِيَّةٌ، بِغَايَةِ الْإِيجَازِ وَالْمُسَاوَاةِ.\n\nوَقَوْلُهُ تَعَالَى: ﴿وَهَلْ نُجَازِي إِلَّا الْكَفُورَ﴾\n\nمِنَ الْحَدِيثِ النَّبَويِّ\nقَالَ رَسُولُ اللَّهِ ﷺ: «لَا تَزَالُ أُمَّتِي بِخَيْرٍ مَا لَمْ تَرَ الْأَمَانَةَ مَغْنَمًا وَالزَّكَاةَ مَغْرَمًا»\nجُمْلَةٌ مُتَوَازِنَةُ الْمَعْنَى وَاللَّفْظِ، تَصِفُ حَالًا وَتَرْبِطُ بَيْنَ الْمَفَاهِيمِ بِدِقَّةٍ.\n\nمِنَ الشِّعْرِ\nقَوْلُ زُهَيْرٍ:\nوَمَهْمَا تَكُنْ عِنْدَ امْرِئٍ مِنْ خَلِيقَةٍ ... وَإِنْ خَالَهَا تَخْفَى عَلَى النَّاسِ تُعْلَمِ\nجُمْلَةٌ شِعْرِيَّةٌ مَعْنَاهَا مُسَاوٍ تَمَامًا لِلَفْظِهَا.\n\nمِنَ النَّثْرِ\n\"يَئِسْتُ مِنْ صَلَاحِكَ بِي، وَأَخَافُ فَسَادِي بِكَ، وَقَدْ أَطْنَبَ فِي ذَمِّ الْحِمَارِ مَنْ شَبَّهَكَ بِهِ.\"\nجُمْلَةٌ تَامَّةٌ وَاضِحَةٌ، لَا لَفْظَ زَائِدَ فِيهَا وَلَا لَفْظَ نَاقِصَ",
    "الملاحظات": "المساواة في الجملة أقرب ما تكون إلى القاعدة الذهبية في التعبير: لا إفراط ولا تفريط.\n\nلا تُطلب فقط في البيان، بل في القانون، والشرع، والتعليم، لأنها تنقل المعنى بوضوح بلا التباس.\n\nيستحسنها البلغاء في مواطن الإقناع والخطاب، إذ تمنح المتلقي الفكرة مباشرة دون عناء.\n\nتُعد مؤشرًا على براعة الكاتب أو الخطيب، لأنها تتطلب قدرة على التعبير دون حشو أو تقصير.",
    "الشروط": "كل لفظ فيها يؤدي غرضًا دلاليًا واضحًا.\n\nلا تحتمل الحذف أو الزيادة دون الإخلال بالمعنى.\n\nشديدة التوازن، وتُبرز قدرة المتكلم أو الكاتب على التحكم بالمعنى واللفظ معًا.\n\nتُستخدم في الخطاب الرسمي، والفن الأدبي، والديني، والبلاغي."
  },
  {
    "العنوان": " المساواة البلاغية",
    "الوصف": "المساواة البلاغية هي أحد فروع علم المعاني في البلاغة العربية، ويُقصد بها أن يأتي اللفظ مساويًا تمامًا للمعنى، دون زيادة تُعد حشواً، ولا نقص يُحدث خللاً. أي أن يكون الكلام مضبوطًا بدقة: لا تطويلٌ يُمل، ولا تقصيرٌ يُخلّ.\n\nفهي تمثّل الوسط البلاغي بين:\n\nالإيجاز (اللفظ أقل من المعنى)\n\nالإطناب (اللفظ أكثر من المعنى)\n\nالمساواة البلاغية بذلك تُعَدّ أدق درجات التوازن في التعبير، ويُشبهها البلاغيون بقولهم: \"خيط ثوب اللفظ على جسد المعنى\"، أي أن الألفاظ جاءت على قدر المعنى تمامًا، بلا زيادة أو نقصان.",
    "الأمثلة": "مِنَ الْقُرْآنِ الْكَرِيمِ\n﴿حُورٌ مَّقْصُورَاتٌ فِي الْخِيَامِ﴾\nأَلْفَاظٌ قَلِيلَةٌ عَبَّرَتْ بِدِقَّةٍ عَنْ وَصْفِ نِسَاءِ الْجَنَّةِ، لَا تَحْتَمِلُ الزِّيَادَةَ وَلَا النَّقْصَ.\n\nمِنَ الْحَدِيِث النَّبَويّ\n\"لَا تَزَالُ أُمَّتِي بِخَيْرٍ مَا لَمْ تَرَ الْأَمَانَةَ مَغْنَمًا وَالزَّكَاةَ مَغْرَمًا.\"\nتَوَازُنٌ رَائِعٌ بَيْنَ الْأَلْفَاظِ وَالْمَعَانِي دُونَ تَطْوِيلٍ.\n\nمِنَ الشِّعْرِ\nقَوْلُ زُهَيْرٍ:\n\"وَمَهْمَا تَكُنْ عِنْدَ امْرِئٍ مِنْ خَلِيقَةٍ... وَإِنْ خَالَهَا تَخْفَى عَلَى النَّاسِ تُعْلَمِ\"\nتَعْبِيرٌ مَوْزُونٌ يَشْرَحُ فِكْرَةَ الْأَخْلَاقِ بِانْسِيَابِيَّةٍ وَوُضُوحٍ",
    "الملاحظات": "تعتبر المساواة البلاغية مقياسًا لمدى تمكن المتحدث أو الكاتب من أدوات البلاغة واللغة.\n\nتستخدم في القرارات، البيانات الرسمية، العقود، المتون التعليمية، والخطب ذات الطابع العلمي والديني.\n\nيُفضل استخدام المساواة عندما يكون المطلوب بيانًا دقيقًا لا يحتمل الغموض أو اللبس.",
    "الشروط": "الاعتدال في التعبير دون تطويل أو اختصار.\n\nالوضوح والدقة في توصيل الفكرة.\n\nالجمالية والرشاقة اللفظية في التراكيب.\n\nتصلح في المواضع التي تحتاج إلى وضوح قانوني أو تشريعي أو شرعي."
  },
  {
    "العنوان": " المساواة في المعنى المفرد",
    "الوصف": "في هذا النوع من المساواة، يكون هناك لفظ واحد يدل على معنى مفرد بوضوح تام، ويكافئه في الدلالة من حيث الاستيعاب الكامل لمعناه. وهو الأسلوب الذي يُعتمد عليه في مواضع البلاغة العالية حين يُراد الاختصار دون الإخلال بالمقصود، وهو ما أشار إليه ابن أبي الإصبع حين ميّز بين المساواة التي تكون في المفرد، والإيجاز الذي يكون في القصص والجمل.",
    "الأمثلة": "الْعَسْجَدُ: يُسَاوِي تَمَامًا الذَّهَبَ.\n\nالنَّدَى: يَدُلُّ بِدِقَّةٍ عَلَى الْكَرَمِ.\n\nالسُّهَادُ: مَعْنَاهُ الْمُطَابِقُ هُوَ الْأَرَقُ.\n\nالْكَوْثَرُ: يُسَاوِي الْمَاءَ الْكَثِيرَ الْعَذْبَ.\n\nالْبَأْسُ: يُطَابِقُ فِي مَعْنَاهُ الشِّدَّةَ أَوِ الْقُوَّةَ فِي الْقِتَالِ.\n\nالْحِلْمُ: يُسَاوِي ضَبْطَ النَّفْسِ عِنْدَ الْغَضَبِ.\n\nالْغَدْرُ: يُطَابِقُ الْخِيَانَةَ.\n\nالْمَنُّ: يَدُلُّ عَلَى التَّفَضُّلِ مَعَ التَّذْكِيرِ بِالنِّعْمَةِ",
    "الملاحظات": "كثير من هذه المفردات لها طابع فصيح وقد لا تُستخدم في اللغة اليومية، لكنها تظهر في القرآن الكريم، والحديث النبوي، والشعر العربي.\n\nبعض الكلمات قد تحمل طبقات من المعاني لكنها تظل مساوية للمعنى العام المقصود عند استخدامها المفرد.\n\nفهم هذا النوع من المساواة يساعد على إثراء القاموس الشخصي والقدرة على التعبير ببلاغة.",
    "الشروط": "هذه الألفاظ تكون دقيقة، لا تحتمل معاني إضافية أو نواقص.\n\nيُعتمد عليها في المعاجم والأعمال الأكاديمية لضبط المفاهيم.\n\nتُستخدم بكثرة في مواضع البلاغة، خاصة في الحكم والأمثال.\n\nتمثل قمة الإيجاز في المفرد، إذ تنقل المعنى بكلمة واحدة."
  },
  {
    "العنوان": "مجالات استخدام المساواة",
    "الوصف": "المتون العلمية، النصوص القانونية،\n المعاهدات، الأحكام الشرعية، البيانات الحقوقية.",
    "الأمثلة": "الدُّسْتُورُ، الْأَنْظِمَةُ، الْمَنَاشِيرُ الْحُكُومِيَّةُ، الْقَرَارَاتُ الْقَضَائِيَّةُ.",
    "الملاحظات": "توفر بيئة بلاغية دقيقة خالية من التزيين.",
    "الشروط": "ضرورة الدقة، وعدم الغموض أو الزيادة في التعبير."
  },
  {
    "العنوان": "أمثلة على المساواة",
    "الوصف": "من القرآن: 'حورٌ مقصوراتٌ في الخيام'،\n من الحديث: 'لا تزال أمتي بخير ما لم تر الأمانة مغنمًا...'.",
    "الأمثلة": "قَوْلُ النَّبِيِّ ﷺ: \"لَا تَزَالُ أُمَّتِي بِخَيْرٍ...\"\n\nقَوْلُ زُهَيْرٍ: \"وَمَهْمَا تَكُنْ عِنْدَ امْرِئٍ...\"",
    "الملاحظات": "يُستخدم كثيرًا في الحديث النبوي والشعر العربي.",
    "الشروط": "يجب أن تكون الألفاظ مساوية للمعنى دون خلل بلاغي."
  },
  {
    "العنوان": "الملاحظات",
    "الوصف": "أهم ما يميز المساواة أنها تُعبّر بدقة عن المعنى،\n وتُستخدم في المواضع التي تتطلب ضبطًا لغويًا شديدًا.",
    "الأمثلة": "تَفِيدُ فِي التَّعْبِيرِ الرَّسْمِيِّ وَالْمُؤَسَّسِيِّ، وَتُعَدُّ مِنْ أَعْلَى دَرَجَاتِ الْبَلَاغَةِ الْوَظِيفِيَّةِ.\n\n\n\n\n\n\n\n",
    "الملاحظات": "تمثل أحد أركان التعبير البلاغي المتزن.",
    "الشروط": "مطلوبة في الخطاب الرسمي، والديني، والتشريعي، ولها أثر جمالي في البلاغة."
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": "",
    "الشروط": ""
  },
  {
    "العنوان": "المرجع:",
    "الوصف": "الجرجاني ، عبد القاهر،1790م،دلائل الإعجاز ،مكتبة الخانجي مطبعة المدني ط1",
    "الأمثلة": "",
    "الملاحظات": "",
    "الشروط": ""
  }
]