[
  {
    "العنوان": "الإيضاح بعد الإبهام",
    "الوصف": "وهو أن يأتي لفظ مبهم أو مجمل، فيأتي بعده ما يوضحه ويفسره ويفصل إجماله",
    "الأمثلة": "لِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا: إِذَا أَفْطَرَ فَرِحَ، وَإِذَا لَقِيَ رَبَّهُ فَرِحَ بِصَوْمِهِ.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإيغال",
    "الوصف": "وهو ختم الكلام بما يفيد فائدة يتم المعنى بدونها",
    "الأمثلة": "وَإِنَّ صَخْرًا لَتَأْتَمُّ الْهُدَاةُ بِهِكَأَنَّهُ عَلَمٌ فِي رَأْسِهِ نَارُ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للتذييل الخارج مخرج المثل",
    "الوصف": "وهو أن يذيل الناظم أو الناثر كلامه بعد تمامه بجملة تحقق ما قبلها فتزيده توكيدا، وهو لا يخرج مخرج المثل فيستقل التذييل بمعناه لعدم تعلقه بما قبله ويجري على الألسنة مع توكيده للكلام قبله",
    "الأمثلة": "تَزُرْ فَتًى يُعْطِي عَلَى الْحَمْدِ مَالَهُ ... وَمَنْ يُعْطِ أَثْمَانَ الْمَحَامِدِ يَحْمَدِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للتذييل الغير خارج مخرج المثل",
    "الوصف": "وهو أن يذيل الناظم أو الناثر كلامه بعد تمامه بجملة تحقق ما قبلها فتزيده توكيدا، وهو لا يخرج مخرج المثل لعدم استقلاله بإفادة المراد وتوقفه على ما قبله لأن معناه لا يفهم إلا بما قبله",
    "الأمثلة": "قَالَ تَعَالَى: ﴿ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ﴾",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للاعتراض",
    "الوصف": "وهو أن يؤتى في أثناء الكلام أو بين كلامين متصلين معنى بجملة أو أكثر، لا محل لها من الإعراب؛ لفائدة.",
    "الأمثلة": "لَوْ أَنَّ الْبَاخِلِينَ وَأَنْتِ مِنْهُمْرَأَوْكِ تَعَلَّمُوا مِنْكِ الْمِطَالَا",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للاحتراس",
    "الوصف": "وهو أن يؤتى في كلام يوهم خلاف المقصود بما يدفع ذلك الوهم",
    "الأمثلة": "فَسَقَى دِيَارَكِ غَيْرَ مُفْسِدِهَاصَوْبُ الرَّبِيعِ وَدِيمَةٌ تَهْمِي",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للتكميل",
    "الوصف": "وهو أن توفي المعنى حظه من الجودة، وتعطيه نصيبه من الصحة، ثم لا تغادر معنى يكون فيه تمامه إلا تورده، أو لفظا يكون فيه توكيده إلا تذكره",
    "الأمثلة": "لَوْ أَنَّ عِزَّةَ حَاكَمَتْ شَمْسَ الضُّحَىفِي الْحُسْنِ عِنْدَ مُوَفَّقٍ لَقَضَى لَهَا",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للتكرير بالتقرير",
    "الوصف": "وهو تكرير الكلمة أو الجملة مرتين أو أكثر  للتأكيد وتقرير المعنى",
    "الأمثلة": "قَالَ تَعَالَى: ﴿كَلَّا سَوْفَ تَعْلَمُونَ * ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ﴾",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب للتكرير بالحث",
    "الوصف": "وهو تكرير الكلمة أو الجملة مرتين أو أكثر للحث والاهتمام بالمكرر",
    "الأمثلة": "وَابْكِي أَخَاكِ وَلَا تَنْسَيْ شَمَائِلَهُوَابْكِي أَخَاكِ شُجَاعًا غَيْرَ خَوَّارِوَابْكِي أَخَاكِ لِأَيْتَامٍ وَأَرْمَلَةٍوَابْكِي أَخَاكِ لِحَقِّ الضَّيْفِ وَالْجَارِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب بذكر الخاص بعد العام",
    "الوصف": "فيأتي المتكلم بكلمة عامة، ثم يعطف عليها خاصا داخلا في ذلك العام؛ تنبيها على أهمية ذلك الخاص وإنزاله منزلته، فكأنه مغاير لما قبله في الجنس",
    "الأمثلة": "قَالَ تَعَالَى: ﴿حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى﴾",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب بذكر العام بعد الخاص",
    "الوصف": "حيث يأتي المتكلم بشيء خاص، ثم يردفه بالعام الذي يشمله، توكيدا وتنبيها على المتقدم، ثم شمول بقية الأفراد بالحكم",
    "الأمثلة": "قَالَ تَعَالَى: ﴿رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ﴾",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإطناب بالتتميم",
    "الوصف": "وهو توفية المعنى بما لا يتم المعنى -أو الوزن الشعري- إلا به، فالتتميم يأتي في النهاية، وفي الوسط.",
    "الأمثلة": "قَالَ تَعَالَى: ﴿مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ﴾",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "الجرجاني، عبد القاهر ،دلائل الإعجاز  1992، مكتبة الخانجي بالقاهرة ط3 ص401",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]