[
  {
    "العنوان": "إيجاز القصر",
    "الوصف": "وهو تضمين العبارات القصيرة معاني كثيرة من غير حذف فيكون معناه كثير، ولفظه قليل",
    "الأمثلة": "قَالَ تَعَالَى: ﴿وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ﴾\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " إيجاز الحذف",
    "الوصف": "ويكون عن طريق حذف شيء من الجملة، بشرط أن يدل السياق والقرينة على المحذوف، وإلا كان الحذف سقطا يخل بالمعنى",
    "الأمثلة": "\"وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ\" = وَإِنْ يُكَذِّبُوكَ فَلَا تَجْزَعْ.\n\n\n\n\n\n\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف حرف",
    "الوصف": "ويكون عن طريق حذف حرف من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا﴾ = أَيْ: وَلَمْ أَكُنْ بَغِيًّا.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف الاسم مضاف",
    "الوصف": "ويكون عن طريق حذف اسم مضاف من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً﴾ = أَيْ: وَأَتْمَمْنَاهَا بِعَشْرِ لَيَالٍ.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف صفة",
    "الوصف": "ويكون عن طريق حذف الصفة من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ * وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ﴾\n\n= أَيْ: فَزَادَتْهُمْ رِجْسًا مُضَافًا إِلَى رِجْسِهِمْ.",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف  اسم مَوْصوف",
    "الوصف": "ويكون عن طريق حذف  اسم موصوف من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿وَمَن تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا﴾\n\n= أَيْ: وَعَمِلَ عَمَلًا صَالِحًا.",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف جواب شرط",
    "الوصف": "ويكون عن طريق حذف جواب شرط من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ﴾\n\n= أَيْ: لَرَأَيْتَ أَمْرًا فَظِيعًا",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف الشرط",
    "الوصف": "ويكون عن طريق حذف الشرط من الجملة، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ﴾ = أَيْ: فَإِنْ تَتَّبِعُونِي.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": " الإيجاز بحذف جملة",
    "الوصف": "ويكون عن طريق حذف جملة من السياق، بشرط أن يدل السياق والقرينة على المحذوف",
    "الأمثلة": "قَالَ تَعَالَى: ﴿كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ﴾ = أَيْ: فَاخْتَلَفُوا فَبَعَثَ.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "الجرجاني، عبد القاهر ،دلائل الإعجاز  1992، مكتبة الخانجي بالقاهرة ط3 ، ص146–160 ",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]