[
  {
    "المعنى": "العطف",
    "التفسير": "يفيد التعقيب وكثيراً ما تتضمن مع الترتيب معنى السببية في عطف الجمل",
    "المثال": "رَأَيْتُ زَيْدًا فَعَمْرًا",
    "التوضيح": "هي مرتبة تدل على أن الثاني بعد الأول بدون مهلة"
  },
  {
    "المعنى": "الجواب",
    "التفسير": "ومعناها الرَّبطُ، وتُلازِمُها السَّببيَّةُ؛ وَذَلِكَ أَنَّ الشَّرْطَ والجَوابَ يَكُونانِ فِي المُسْتَقْبَلِ بتأثيرِ أَداةِ الشَّرْط",
    "المثال": "مَن جَاءَ بِٱلْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ آمِنُونَ",
    "التوضيح": "وقعت الفاء جواب لجملة الشرط *من جاء* "
  },
  {
    "المعنى": "السببية",
    "التفسير": "يكون ما قبلها سبباً لما بعدها",
    "المثال": "قال تعالى: فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيْهِ",
    "التوضيح": "فالوكز: كان سببًا للقضاء عليه."
  },
  {
    "المعنى": "الاسئنافية",
    "التفسير": "حرف الابتداء في أول الجملة تستأنف ما بعدها بكلام لا علاقة له بالكلام السابق",
    "المثال": "قال تعالى: (فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ آتَاهُمَا فَتَعَالَى ٱللَّهُ عَمَّا يُشْرِكُونَ)",
    "التوضيح": "الفاء تدخل على الفعل لكن لا تؤثر في المعنى"
  },
  {
    "المعنى": "الترتيب",
    "التفسير": " تفيد الترتيب في المعنى ",
    "المثال": "كَقَوْلِهِ تَعَالَى: ٱلَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ",
    "التوضيح": "يكون المَعْطُوفُ بها لاحقًا مُتَّصِلًا بِلا مُهلةٍ"
  },
  {
    "المعنى": "الترتيب",
    "التفسير": "يفيد تَرتيبٌ فِي الذِّكرِ",
    "المثال": "كَقَوْلِهِ تَعَالَى: وَنَادَىٰ نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ٱبْنِي مِنْ أَهْلِي",
    "التوضيح": "وهوَ عَطفٌ مُفَصَّلٍ على مُجمَلٍ"
  },
  {
    "المعنى": "",
    "التفسير": "الفاءُ الدَّاخِلةُ على خَبَرِ المبتدأِ إذا تضَمَّن معنى الشَّرطِ",
    "المثال": "ٱلَّذِي يَأْتِي فَلَهُ دِرْهَمٌ",
    "التوضيح": " فهذه الفاءُ شبيهةٌ بفاءِ جَوابِ الشَّرطِ؛ لأنَّها دخلت لتُفيدَ التَّنصيصَ على أنَّ الخَبَرَ مُستَحَقٌّ بالصِّلةِ المذكورةِ، ولو حُذِفَت لاحتَمَل كونُ الخَبَرِ مُستَحَقًّا بغَيْرِها"
  },
  {
    "المعنى": "زائدة",
    "التفسير": "أن تكونَ دالَّةً على التوكيدِ فِي الكَلامِ",
    "المثال": "كَقَوْلِهِ تَعَالَى: قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ",
    "التوضيح": "هنا الفاء دلت على التوكيد"
  }
]