[
  {
    "المعنى": "نون التوكيد",
    "التفسير": "حرف مبنيّ على الفتح (ثقيلة) أو السكون (خفيفة) يدخل على المضارع والأمر للتوكيد",
    "المثال": "﴿لَيُسْجَنَنَّ وَلَيَكُونًا﴾ [يُوسُفَ: ٣٢]",
    "التوضيح": "توكيد الفعل وإثباته، يبني المضارع والأمر على الفتح، النون الثقيلة مشددة مفتوحة، والخفيفة ساكنة."
  },
  {
    "المعنى": "نون النسوة",
    "التفسير": "حرف مبنيّ يبني الماضي والمضارع والأمر على السكون مع فاعلهنّ، أو نائب فاعلهنّ على الفتح ",
    "المثال": "اجْتَهِدْنَّ أَيَّتُهَا ٱلطَّالِبَاتُ، النَّاجِحَاتُ كُوفِئْنَّ",
    "التوضيح": "علامة رفع للفاعل أو نائب الفاعل أو اسم كان الناقص مع الإناث، لا محلّ لها من الإعراب."
  },
  {
    "المعنى": "نون الوقاية",
    "التفسير": "حرف مبنيّ على الكسر لا محل له من الإعراب، يأتي قبل ياء المتكلم وقاية لها من حرة الكسر التي تناسب الياء ",
    "المثال": "أَكْرَمَنِي، إِنَّنِي أُدَافِعُ، اقْتَرِبْ مِنِّي",
    "التوضيح": "يحمي الفعل من التقاء ساكنين مع ياء المتكلم، ويفصل بين الفعل والياء في حال النصب أو الجر أو كاسم للحرف المشبّه بالفعل."
  },
  {
    "المعنى": "نون المثنّى",
    "التفسير": "نون مكسورة لا محل لها من الإعراب، تلحق المثنى في حالتي الرفع والنصب والجر",
    "المثال": "زَارَنِي طَالِبَانِ مَعَ مُعَلِّمَيْنِ",
    "التوضيح": "لاحقة للألف (في الرفع) والياء (في النصب والجر)، وتحذف عند الإضافة: (معلّما الصفّ)."
  },
  {
    "المعنى": "نون جمع المذكّر السالم",
    "التفسير": "حرف لا محل له من الإعراب، يلحق جمع المذكر السالم في حالات الإعراب ن ويحذف عند الإضافة ",
    "المثال": "كَافَأَ ٱلْمُعَلِّمُونَ ٱلْمُجْتَهِدِينَ، جَاءَ مُعَلِّمُو ٱلْمَدْرَسَةِ",
    "التوضيح": "لاحقة للواو (في الرفع) والياء (في النصب والجر)، وتحذف عند الإضافة."
  },
  {
    "المعنى": "نون الأفعال الخمسة",
    "التفسير": "نون مفتوحة لا محل لها من الإعراب، علامة رفع للأفعال الخمسة، وتُحذف في النصب والجزم",
    "المثال": "يُدَافِعُونَ عَنِ ٱلْوَطَنِ، لَنْ يَتَوَانَوْا",
    "التوضيح": "علامة رفع بثبوتها، وتحذف في النصب (بلن) والجزم (بلم أو لام الأمر)."
  },
  {
    "المعنى": "نون المضارعة",
    "التفسير": "حرف من حروف المضارعة (ن/ أ/ ت/ ي) مفتوح في الثلاثي مضموم في الرباعي",
    "المثال": "نَدْرُسُ، نَفْعَلُ، نُدَحْرِجُ، نُزَلْزِلُ، نُفَعْلِلُ",
    "التوضيح": "تدل على المتكلم الجمع (نحن) في أفعال المضارعة، مفتوحة في الفعل الثلاثي، مضمومة في الرباعي."
  },
  {
    "المعنى": "حرف من حروف الإدغام الكامل  بغنّة ",
    "التفسير": "تدغم النون الساكة والتنوين عند حرف النون ",
    "المثال": "﴿وَإِثْمُهُمَا أَكْبَرُ مِنْ نَّفْعِهِمَا﴾ [ٱلْبَقَرَةِ: ٢١٩]",
    "التوضيح": "الإدغام الكامل بغنة:من حروفه النون  والغنة الباقية عند إدغام النون الساكنة أو التنوين في النون تكون للحرف المدغم فيه ولهذا كان الإدغام كاملا."
  }
]