[
  {
    "المعنى": "حرف جر في القسم",
    "التفسير": "تستعمل الميم مضمومة في القسم عند بعض النحويين، فتكون بمعنى \"بِـ\"",
    "المثال": "كَأَنْ تَقُولَ: مُ ٱللَّهِ أَيْ: بِٱللَّهِ.",
    "التوضيح": "اختلف النحاة في أصلها: فقيل حرف جر، وقيل بدل من واو القسم (ورد بأنه لو كان كذلك لكان الميمُ  مفتوحًا)، وقيل اسم بقية من \"أيمن\" (يمين)، وهي مثلثة: بالفتح، والكسر، والضم."
  },
  {
    "المعنى": "بدل من لام التعريف (في لغة طيء)",
    "التفسير": "تستعمل الميم بدلاً من لام التعريف في لغة طيء وبعض أهل اليمن.",
    "المثال": "ٱلْحَدِيثُ: «لَيْسَ مِنْ ٱمْبِرِّ ٱمْصِيَامُ فِي ٱمْسَفَرِ»",
    "التوضيح": "كقولهم: امسفر بدل المسفر. وشاهد الحديث: \"ليس من امبر امصيام في امسفر\" — واختُلف في عدّها من حروف المعاني، إذ إنها بدل عن لام التعريف، وهو مبني على القول بأن حرف التعريف حرف واحد."
  },
  {
    "المعنى": "حرف يدل على الجمع في الضمائروالأسماء والأفعال ",
    "التفسير": "الميم في ضمائر المخاطبين تدل على الجمع، خاصة في المخاطب الذكور",
    "المثال": "﴿كُنتُمْ خَيْرَ أُمَّةٍ﴾ (آلِ عِمْرَانَ: ١١٠)، رَأَيْتُمْ، كَتَمْتُمْ",
    "التوضيح": "الميم في كنتم ضمير متصل في محل رفع، يدل على جمع الذكور أو الذكور والإناث معًا على وجه التغليب. وتستعمل في: أنتم، رأيتم، ذهبتم..."
  },
  {
    "المعنى": "للاستفهام",
    "التفسير": "تأتي الميم في أدوات الاستفهام لِمَ وبِمَ وعَمَّ مختصرة عن \"لماذا\"، \"بما\"، \"عما\"",
    "المثال": "﴿فِيمَ أَنْتَ مِنْ ذِكْرَاهَا﴾ (ٱلنَّازِعَاتِ: ٤٢)",
    "التوضيح": "الميم هنا جزء من أداة استفهام مركبة فيمَ، وهو اختصار في ماذا. مثلها: لمَ، بمَ، عَمَّ، ممَّ."
  },
  {
    "المعنى": "رمز  اختصار للعام الميلادي",
    "التفسير": "تستعمل الميم كرمز اختصار في التأريخ للتعبير عن \"ميلادي\" مقابل \"هـ\" للهجري",
    "المثال": "٢٠٢٥م = ٢٠٢٥ مِيلَادِيَّةً",
    "التوضيح": "مثل: 2025م = 2025 ميلادية. وهو استعمال اصطلاحي حديث في التوثيق الزمني."
  },
  {
    "المعنى": "رمز لاختصار كلمة \"متر\"",
    "التفسير": "الميم تستخدم في النظام المتري اختصارًا لوحدة القياس \"متر\"",
    "المثال": "٣م",
    "التوضيح": "مثل: 3م = 3 أمتار ، اصطلاحات علمية"
  },
  {
    "المعنى": "علامة تجويد ، للدلالة على الوقف اللازم في تجويد القرآن الكريم",
    "التفسير": "توضع الميم فوق الكلمة القرآنية للدلالة على الوقف اللازم الذي يجب التوقف عنده",
    "المثال": "مَوَاضِعُ ٱلْوَقْفِ بِٱلرَّسْمِ ٱلْعُثْمَانِيِّ",
    "التوضيح": "في مصاحف التجويد، الميم فوق الكلمة تعني الوقف اللازم، وهو الوقف الذي يتعين فيه الوقوف لفظًا، ولا يحسن وصله بما بعده، لحصول اللبس في المعنى إن وصل. مثل: ﴿وَاللَّهُ غَفُورٌ رَّحِيمٌ۝﴾"
  },
  {
    "المعنى": "زيادة بنائية للتكثير أو المبالغة",
    "التفسير": "تدخل الميم أحيانًا في الأبنية الصرفية الدالة على التكثير والمبالغة",
    "المثال": "مِعْطَّاءُ (صِيغَةُ مُبَالَغَةٍ)",
    "التوضيح": "شذور الذهب، التصريف"
  },
  {
    "المعنى": "اسم بدل عن (أيمن الله) في القسم",
    "التفسير": "قال ابن مالك: م الله اسم مختصر من أيمن الله",
    "المثال": "مِ ٱللَّهِ",
    "التوضيح": "بعض اللهجات ، شرح التسهيل"
  },
  {
    "المعنى": "بدل  من حرف المضارعة في اسم المفعول (غير الثلاثي)",
    "التفسير": "إبدال حرف المضارعة ميمًا مضمومة",
    "المثال": "مُسْتَخْرَجٌ (مِنِ ٱسْتَخْرَجَ)",
    "التوضيح": "إبدال حرف المضارعة ميمًا مضمومة، قاعدة صرفية"
  },
  {
    "المعنى": "ميم زائدة في المصدر الميمي",
    "التفسير": "اشتقاق من الأفعال",
    "المثال": "زِيَادَةُ مِيمٍ مَضْمُومَةٍ فِي أَوَّلِهِ",
    "التوضيح": "زيادة ميم مضمومة في أوله ، قاعدة صرفية"
  },
  {
    "المعنى": "جزء من ( ما ) نافية للفعل",
    "التفسير": "تدخل على الجملة الفعلة فتنفي حدوث الفعل",
    "المثال": "مَا ذَاكَرْتُ أَمْسِ",
    "التوضيح": "تدخل على الجملة الفعلية ولا تؤثر في الفعل إلا بمعنى النفي "
  },
  {
    "المعنى": "جزء من ( ما ) بمعنى ليس النافية   ",
    "التفسير": "نافية للجملة الاسمية وتعمل عملها بشروط",
    "المثال": "مَا ٱلْمَعْدِنُ؟ حَجَرٌ.",
    "التوضيح": " شروط كونها تعمل عمل ليس النافية : أن يتقَدَّمَ اسمُها على خَبَرِها، ألَّا يقتَرِنَ اسمُها بـ«إنْ» الزائدةِ، ألَّا يتقدَّمَ مَعمولُ خَبَرها على اسمِها إلَّا إذا كان مَعمولُ الخَبَر شِبْهَ جُملةٍ، فيجوزُ تقدُّمُه مع بقاءِ عَمَلِها، ألَّا يقتَرِنَ خَبَرُها بـ«إلَّا»."
  },
  {
    "المعنى": "حرف من حروف الإدغام الكامل  بغنّة ",
    "التفسير": "تدغم النون السانة والتنوين عند حرف الميم ",
    "المثال": "﴿وَيُسْقَىٰ مِن مَّآءٍ صَدِيدٍ﴾ (إِبْرَاهِيمَ: ١٦)",
    "التوضيح": "الإدغام الكامل بغنة:من حروفه الميم  والغنة الباقية عند إدغام النون الساكنة أو التنوين في الميم تكون للحرف المدغم فيه ولهذا كان الإدغام كاملا."
  }
]