[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "لا يؤثر حرف الراء على الكلمة من حيث البناء والاعراب إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "غَفَرَ اللهُ للمستغفرين\nيَعبُرُ الصغيرُ الطريقَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "لا يؤثر حرف الراء على الكلمة من حيث الموقع الإعرابي إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "رأيتُ النهرَ\nمررتُ بالنهرِ\nالتَاجِرُ في السوقِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا يؤثر حرف الراء وحده في التذكير والتأنيث، لكنه يظهر في بعض الصيغ المرتبطة",
    "الأمثلة": "رِيم\nرَامِي\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يظهر حرف الراء في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما ولكنه قد يكون من بنية الجذر",
    "الأمثلة": "نَهْرَيْن \\ أنْهَار\nرَجُل \\\\ رِجَال",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف \"الراء\" ليس له دور نحوي مباشر في تحديد اللّزوم والتعدّي ولكنه قد يكون من ضمن الفعل اللازم أو المتعدي ",
    "الأمثلة": "يَعبُرُ الصغيرُ الطريقَ\nفَرِحَ الطفلُ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا دور له في النسب والتصغير  ولكنه قد يكون من أصل الكلمة التي تم تصغيرها أو نسبها",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "يدخل حرف الراء في بعض الأدوات التي تحدد الزمان والمكان أو يكون من أصل الكلمة التي وقع عليها صيغتي الزمان والمكان",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]