[
  {
    "Unnamed: 0": "العنوان",
    "Unnamed: 1": "الوصف",
    "Unnamed: 2": "الأمثلة",
    "Unnamed: 3": "الملاحظات"
  },
  {
    "Unnamed: 0": "أثره في الكتابة الإملائية  ( ثابت في التصريف أم زائد يضاف للكلمة، ليس من الجذر  ) ",
    "Unnamed: 1": "حرف التاء في الكتابة الإملائية قد يكون أصليًا ثابتًا في التصريف أو زائدًا يُضاف إلى الكلمة، وذلك يعتمد على موقعه ودوره في الكلمة حيث أنه ثابتة في التصريف) تكون جزءًا من الجذر الأصلي للكلمة، ولا يمكن حذفها أو الاستغناء عنها في أي تصريف للكلمة. تبقى التاء موجودة عند تصريف الفعل أو اشتقاق الاسم منه.كتب (الجذر: ك-ت-ب) → كاتب، مكتوب، كتاب وعندما تضاف تضاف للكلمة وليست من الجذر فتدخل على الكلمة لأغراض صرفية أو اشتقاقية، مثل: تاء التأنيث في الأسماء والصفات: عالمة، ذاهبة، جميلة، \\ لاحظ أن الجذر بدون التاء: (علم، ذهب، جمل،) وأخيرا نميز التاء الزائد من الأصلية عن طريق ردّ الكلمة إلى جذرها الثلاثي، فإذا بقيت التاء فهي أصلية، وإذا زالت فهي زائدة. فننظر إلى اشتقاقات الكلمة، فإذا ظهرت التاء في جميع التصريفات فهي أصلية، وإذا اختفت في بعضها فهي زائدة.",
    "Unnamed: 2": "كَتَبَ (الجذر: ك-ت-ب) كَاتِب، مَكْتُوب، كِتَاب \\\\ ذَهَبَ - ذَاهِبَة، جَمِيلَة،  ",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "علاقة كتابة شكل  الحرف بالحركات والتشكيل  ( شكله مع الفتح - الضم - الكسر )",
    "Unnamed: 1": "علاقة كتابة شكل الحرف بالحركات والتشكيل تعتمد على تأثير الحركات (الفتحة، الضمة، الكسرة) على طريقة نطق الحرف، مما قد يؤدي أحيانًا إلى اختلاف طفيف في شكله أو موضعه داخل الكلمة،فالفتحة ( َ )\nتوضع الفتحة فوق الحرف وتدل على نطقه مفتوحًا، أي أنه ينطق بصوت قريب من \"الألف\" بعد الحرف. مثال: بَ (كما في \"بَاب\")، جَ (كما في \"جَمَل\"). ولا تؤثر الفتحة على شكل الحرف كتابيًا، لكنها قد تجعل بعض الحروف أكثر وضوحًا عند النطق. والضمة ( ُ )\nتوضع الضمة فوق الحرف وتدل على نطقه مضمومًا، أي أنه ينطق بصوت قريب من \"الواو\" بعد الحرف. مثال: بُ (كما في \"بُرْتُقَال\")، و (كما في \"تُفاحة\"). الضمة لا تغير شكل الحرف ولكنها قد تؤثر على شكل الكلمات المتصلة عند الكتابة بخطوط معينة. الكسرة ( ِ )\nتوضع الكسرة أسفل الحرف وتدل على نطقه مكسورًا، أي أنه ينطق بصوت قريب من \"الياء\" بعد الحرف. مثال:  (كما في \" تِمثال\")،  (كما في \"مدينةٍ\"). أحيانًا، عند الكتابة بخطوط معينة مثل الخط الكوفي، قد يُراعى وضع الكسرة بشكل واضح أسفل الحرف لتجنب اللبس.",
    "Unnamed: 2": "تَمر، تِمْثَال، تُفَّاحَة \\\\ وَاسِعَةٌ، جَمِيلَةٍ، صَغِيرَةً \\\\ سَكَتْ، مَاتْ، ثَبَتْ",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "علاقة كتابة شكل الحرف بحركة الحرف الذي سبقه .",
    "Unnamed: 1": "يتغير شكل كتابة حرف التاء في الكلمة بحسب حركة الحرف الذي يسبقه ذا كان الحرف السابق ساكنًا تُكتب التاء مفتوحة (ــت).مثال: وقت، سكت، بيت، إذا كان الحرف السابق متحركًا (مضمومًا أو مكسورًا أو مفتوحًا) → يُنظر إلى موقع الكلمة في الجملة: في الأسماء تُكتب التاء مربوطة (ة) إذا كانت الكلمة اسمًا مؤنثًا. مثال: مدرسة، شجرة، طاولة في الأفعال تُكتب التاء مفتوحة (ت) إذا كانت تاء التأنيث الساكنة أو تاء الفاعل. مثال: كتبتْ، ذهبتُ، لعبتَ  أو تكت هكذا (تـــ) مثل: تَمر أو بشكلها المعتاد إذا لم تتصل بشيء مثل (ت): طالبات",
    "Unnamed: 2": " (ت): طَالِبَات\\\\ (ــت).مثال: وَقْت، سَكَت، بَيْت \\\\ (تـــ) مثل: تَمر \\\\ (ة). مثال: مَدْرَسَة، شَجَرَة",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "علاقة كتابة الحرف بالقواعد الإملائية ( الحذف و الإثبات ) ",
    "Unnamed: 1": "الأصل في حرف التاء أن يبقى ثابتا إلا أنه في بعض الحالات يتم حذفه لأسباب لغوية فبداية مثال على ثبات حرف التاء في الكلمة هو: كتَبَ - يكتُبُ - اكتُبْ، ثبتَ - يثبتُ - ثبات في هذه الأمثلة، نلاحظ أن حرف التاء يبقى ثابتًا عند تصريف الكلمة في مختلف الصيغ. أما بالنسبة للحذف فيكون في حذف التاء في بعض الأسماء عند الإضافة بعض الأسماء تحذف التاء المربوطة عند الإضافة، مثل: مثال: رحمةٌ من الله → رحمُ الله، نعمةٌ من الله → نِعَمُ الله، وكذلك أيضا حذف التاء في بعض الكلمات سماعًا هناك كلمات حُذفت فيها التاء في الاستخدام اللغوي الفصيح سماعًا، مثل:  امرأة عند النسب تصبح امرئيٌّ وليس امرأتِيٌّ. شَتْوَةٌ عند النسب تصبح شَتَوِيٌّ وليس شتوَتِيٌّ. وتحذف التاء في فعل الأمر للمخاطبة عند توجيه الأمر للمؤنثة المخاطَبة، تُحذف التاء في بعض الصيغ، مثل:  أنتِ اكتبي الدرسَ → اكتبي الدرسَ (حُذفت التاء من المضارع \"تكتبين\").",
    "Unnamed: 2": "\nكتَبَ - يكتُبُ - اكتُبْ\nثَبَتَ - يٌثْبِتُ - ثَبَات\n رَحْمَةٌ مِنَ الله = رَحِمُ الله، نِعْمَةٌ مِنَ الله = نِعَمُ الله  \\\\ امْرَأة = امْرَأَتِيٌّ. شَتْوَةٌ = شتوَتِيٌّ. \\\\ اكْتُبي = تَكْتُبين",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "الفرق بين الرسم العثماني والرسم الإملائي في بعض الكلمات للحرف",
    "Unnamed: 1": "لقد وردت في الرسم العثماني كثير من الكلمات التي نكتبها في الإملاء الحديث بالتاء المربوطة قد كتبت بطريقتين مرة بالتاء \"ة\" المربوطة ومرة أخرى بالتاء \"ت\" المبسوطة. فهي من المسائل العديدة التي تميّز بها الرسم العثماني للقرآن الكريم، والمراد به كتابة كلمات القرآن أول مرة بالمدينة وارتضاه في عهده الخليفة الثالث الراشدي عثمان بن عفان ــ رضي الله عنه ــ في كتابة كلمات القرآن الكريم وحروفه، حينما أمر بنسخ المصاحف، وتدوينها  فمثلا تجلى ذلك في كلمة إمرأة في القرآن الكريم وردت أكثر من مرة مبسوطة بدلا من مربوطة مثل: (قَالَتِ امْرَأَتُ الْعَزِيزِ) وكذلك وردة كلمة جنة في القرآن الكريم بالتاء المبسوطة بهيئة جنت وغيرهم ولهذا دلالات قرآنية عظيمة تجلت في إعجاز القرآن الكريم",
    "Unnamed: 2": "امًرَأة = امَرأَت \\\\ جَنَة = جَنَت \\\\ سُنَة = سُنَت \\\\ قُرَة = قُرَت",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "تأثير اللهجات على كتابة الحرف",
    "Unnamed: 1": "لم تتأثر كتابة حرف التاء عند اللهجات رغم تغير طريقة النطق",
    "Unnamed: 2": "*",
    "Unnamed: 3": ""
  },
  {
    "Unnamed: 0": "تأثير الحركات والتشكيل على دلالة الحرف (المعنى )  في السياق",
    "Unnamed: 1": "الحركات في اللغة العربية تلعب دورًا كبيرًا في تحديد المعنى، وهذا ينطبق على حرف التاء أيضًا. يمكن أن تؤثر الحركات على موقع التاء في الكلمة وتغير دلالتها وفقًا للسياق فكَتَبَ (بفتح التاء) → فعل ماضٍ يدل على حدوث الفعل في الزمن الماضي.\nبعكس كُتِبَ (بكسر التاء) → فعل ماضٍ مبني للمجهول، يغير المعنى تمامًا ليشير إلى أن الفعل وقع دون تحديد الفاعل. فتغير المعنى المراد تماما وكذلك مَكْتُوبٌ (بضم التاء) → اسم مفعول يدل على أن الفعل قد وقع على شيء معين.\nمَكْتَبٌ (بفتح التاء) → اسم مكان يشير إلى مكان العمل أو الدراسة. ",
    "Unnamed: 2": "كَتَبَ (بفتح التاء) → فعل ماضٍ يدل على حدوث الفعل في الزمن الماضي.\nكُتِبَ (بضم التاء) → فعل ماضٍ مبني للمجهول، يغير المعنى تمامًا ليشير إلى أن الفعل وقع دون تحديد الفاعل.\nمَكْتُوبٌ (بضم التاء) → اسم مفعول يدل على أن الفعل قد وقع على شيء معين.\nمَكْتَبٌ (بفتح التاء) → اسم مكان يشير إلى مكان العمل أو الدراسة.",
    "Unnamed: 3": ""
  }
]