[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": " حرف التاء له تأثير واضح على الكلمة من حيث البناء والإعراب، ويختلف تأثيره حسب موقعه في الكلمة ونوعه التاء التي تؤثر على البناء هناك بعض أنواع التاء التي تجعل الكلمة مبنية، أي أنها لا تتغير حركتها بتغير موقعها في الجملة، ومنها: تاء التأنيث الساكنة: تلحق الفعل الماضي للدلالة على التأنيث، مثل: جاءتْ، قرأتْ، ذهبتْ هذه التاء حرف مبني لا محل له من الإعراب. تاء الفاعل المتحركة: تلحق الفعل الماضي للدلالة على الفاعل، مثل: كتبتُ، كتبتَ، كتبتِ",
    "الأمثلة": " كَتَبْتُ، كَتَبْتَ، كَتَبْتِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "يتغير موقعه الإعرابي بحسب موقعه في السياق اء التأنيث الساكنة: لا محل لها من الإعراب، وتأتي في الأفعال الماضية للدلالة على أن الفاعل مؤنث. مثال: جاءتْ الفتاةُ. (التاء هنا حرف لا محل له من الإعراب). تاء الفاعل المتحركة: ضمير متصل في محل رفع فاعل. مثال: درستُ الدرس. (التاء في \"درستُ\" ضمير متصل في محل رفع فاعل). تاء المخاطبة: ضمير متصل في محل رفع فاعل عند المخاطبة المؤنثة. مثال: أنتِ كتبتِ الدرس. (التاء في \"كتبتِ\" ضمير متصل في محل رفع فاعل).",
    "الأمثلة": ": أنتِ كَتَبْتِ الدَرْسَ. (التاء في \"كتبتِ\" ضمير متصل في محل رفع فاعل). \\\\ جاءَتْ الفَتاةُ. (التاء هنا حرف لا محل له من الإعراب).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "يؤثر على الكلمة من حيث التذكير والتأنيث، أي عندما تضاف إلى الكلمة يحولها من التذكير للتأنيث وقد تأتي مع الاسماء المذكرة وهي قليلة مثل: خليفة، حمزة، طلحة، معاوية.",
    "الأمثلة": "يَلْعَب-تَلْعَب\\ كَتْبَ- تَكْتُب \\ مُدَرِّس- مُدَرِّسَة \\\\خَليفَة، حَمْزَة، طَلْحَة، مُعاويَة.",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يلعب حرف التاء دورا مهما في الجمع ويتجلى ذلك في جمع الؤنث السالم وتكون بزيادة ألف وتاء وسمي سالما لأنه سلم من التغيير عند جمعه",
    "الأمثلة": "مُسْلِمات، مُعَلِّمات، طَبِيبَات",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "يمكن للتاء أن تجعل الفعل متعديا أو لازما بحسب وروده في الفعل سواء جعله يحتاج إلى مفعول به أو يستغني عنه",
    "الأمثلة": "عَلَّمَ- تَعَلَّمَ، كَسَّرَ الزُجَاجَ - تَكَسَّرَ الزُجَاجَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "يكون دور التاء في التصغير ثابتا أو مضافا للتخفيف والتلطيف حسب الكلمة، ولكن التصغير لا يضيف التاء إلا إذا كانت موجودة أصلا أو كان هناك سبب لغوي خاص",
    "الأمثلة": "زَيْت- زُيَيْت، كِتَاب - كُتَيِِّب، بِنْت- بُنَيَّة",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "في المصدر الميمي، قد يأتي حرف التاء كجزء من بنية الكلمة، لكنه لا يؤدي وظيفة نحوية ثابتة في كل الحالات، بل يعتمد دوره على سياق الكلمة واشتقاقها. فمثلا \"قتل\" و\"كتب\" في هذه الحالات، تكون التاء أصلية في الجذر، أي أنها ليست جزءًا خاصًا بالمصدر الميمي، بل هي من أصل الفعل نفسه\\\\\\\\\\ صيغ المبالغة: حرف التاء في صيغ المبالغة يمكن أن يكون له دور نحوي، ويظهر في بعض الأوزان المعروفة لهذه الصيغ فمثلا يكون أصليًا في الجذر، كما في \"متّقد\". أو زائدًا في الوزن لإعطاء معنى المبالغة، كما في \"فتّاحة\" و\"علامة\".أو للتأنيث أو لتكثيف المبالغة، مثل \"رحّالة\" و\"ضرّابة\".",
    "الأمثلة": "المصدر الميمي: مَكْتَب- كَتَبَ، مَقْتَل - قَتَلَ \\\\\\\\ صيغ المبالغة: : مُتَّقِد من الفعل \"اتَّقَدَ\"، \"فَتَّاحَة\" من \"فَتّاح\"، \"رَحَّالَة\" (المبالغة في كثرة الترحال)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "حرف التاء في اسم الفاعل قد يكون أصليًا، أو دالًا على التأنيث، أو جزءًا من بنية التصريف، أو ضمن صيغة المبالغة. فمثلا إذا كانت جزءًا من الجذر اللغوي للكلمة، مثل \"آتٍ\" من الفعل \"أتى\"، فالتاء هنا أصلية أو  إذا كان اسم الفاعل المؤنث، فإنه يمكن أن يُختَم بتاء التأنيث، مثل \"كاتبة\" (مؤنث \"كاتب\") أو في بعض أسماء الفاعلين التي تأتي على أوزان المبالغة، قد تظهر التاء، مثل \"راوية\" التي تأتي بصيغة \"فاعل\" ولكن تحمل معنى المبالغة\\\\\\\\ اسم المفعول: في اسم المفعول، قد يكون لحرف التاء دور نحوي محدد يعتمد على موقعه في الكلمة فمثلا يكون أصليًا في الجذر حيث مُبتاع (من الفعل ابتاع)، ويكون جزءًا من الوزن الصرفي في الأفعال غير الثلاثية حيث أنه إذا كان الفعل غير ثلاثي، يُصاغ اسم المفعول منه على وزن مُفتَعَل أو مُستَفعَل، وقد تكون التاء جزءًا من البنية الصرفية مثل مُجتَهد من اجتهد.",
    "الأمثلة": "مُبْتَاع من الفعل ابتَاع.\nمُنْتَقَى من الفعل انْتَقَى. مُجْتَهِد من اجْتَهَد. مُنتَظَر من انتظر. مُستَخرِج من استخرج. ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "الحرف التاء في اللغة العربية ليس له دور نحوي مباشر في تحديد الزمان أو المكان، ولكن يمكن أن يكون جزءًا من الكلمة التي تدل على ذلك فمثلا \"المكتبة\": مكان الكتب. \"المدرسة\": مكان الدراسة. فحرف التاء بحد ذاته ليس مؤشرًا نحويًا مباشرًا على الزمان أو المكان، لكنه يظهر في تصريفات الأفعال، وأسماء الزمان والمكان، مما يجعله جزءًا من التكوين الدلالي لتلك المفاهيم.",
    "الأمثلة": "كَتَبْتُ\" (تاء الفاعل) → تدل على الماضي.\n\"تَكْتُب\" (تاء المضارعة) → تدل على الحاضر أو المستقبل.\"المَكْتَبَة\": مكان الكتب.",
    "الملاحظات": ""
  }
]