[
  {
    "الوظيفة الصرفية": "الحرف  من أصل الكلمة (الجذر) ",
    "الوصف": "حرف التاء قد يكون من أصل الكلمة (أي من الجذر) أو قد يكون زائدًا. لمعرفة ذلك، يمكننا إرجاع الكلمة إلى جذرها الثلاثي أو الرباعي. فمثلا عندما تكون التاء أصلية كتب → الجذر: ك-ت-ب\nثبت → الجذر: ث-ب-ت\nبتر → الجذر: ب-ت-ر  ، ",
    "الشواهد": "كَتَبَ → الجذر: ك-ت-ب\nثَبَتَ → الجذر: ث-ب-ت\nبَتَرَ → الجذر: ب-ت-ر\n\n"
  },
  {
    "الوظيفة الصرفية": "حرف زائد",
    "الوصف": " وعندما تكون زائدة الجذر: ع-م-ل (التاء من أحرف الزيادة)\nويمكن أن يجتمع تاء زائدة وأصلية في نفس الكلمة مثل: مكتبة ← الجذر: ك-ت-ب  فالتاء الأولى من أصل الكلمة والثانية زائدة للدلالة على اسم المكان",
    "الشواهد": "استَعْمَل ← الجذر: ع-م-ل (التاء من أحرف الزيادة)\nمَكْتَبَة ← الجذر: ك-ت-ب (التاء زائدة للدلالة على اسم المكان)"
  },
  {
    "الوظيفة الصرفية": "من حروف الزّيادة ( في الأفعال المزيدة )",
    "الوصف": "حرف التاء من حروف الزيادة في الأفعال المزيدة، وهو جزء من حروف الزيادة المشهورة التي يجمعها قولهم: \"سألتمونيها\"فإضافة التاء إلى الفعل تعطيه معاني مختلفة، مثل المشاركة أو المطاوعة أو التكلف. فمثلا افتعل → مثل: اقترب، احتمل، اجتهد (وهنا زيدت التاء في صيغة الافتعال).افتعل من الثلاثي المجرد → مثل: اتّخذ، اتّصل (حيث أدغمت التاء في الأصل مع الحرف الذي يليها).",
    "الشواهد": "افْتَعَل = اقْتَرَب، احْتَمَل، اجْتَهَد \nافَّتَعَل من الثلاثي المجرد = اتَّخَذ، اتَّصَل "
  },
  {
    "الوظيفة الصرفية": "نوع الزيادة وأثرها ",
    "الوصف": " التاء في الأفعال تضاف تاء إلى الفعل لعدة أسباب تدل على المطاوعة أو التكلف أو التدرج في حدوث الفعل كاتّصل (من وصل) واتّخذ (من أخذ) وتعلّم (من علم) أما عن التاء في التاء في الأسماء فتضاف تاء التأنيث إلى الاسم للدلالة على التأنيث، مثل: فاطمة، جريدة، شجرة.\nوتؤثر في تمييز المؤنث من المذكر. و تضاف التاء للمبالغة: مثل: علامة، نسابة، رواية (تدل على كثرة العلم أو النسب أو الرواية). وتؤثر في اضافة صفة المبالغة  و تضاف التاء إلى الجمع مثل: أموات، أصوات، صلوات وتؤثر في الدلال على الجمع لبعض الأسماء.",
    "الشواهد": "اتَّصَل = وَصَل \\\\  اتَّخَذ = أَخَذ \\\\ تَعَلَّم = عَلَم\\\\ فَاطِمَة، جَرِيدَة، عَلاَّمَة، نَسَّابَة، أمْوَات، أصْوَات، صَلَوَات"
  },
  {
    "الوظيفة الصرفية": " تأثيره في بنية الكلمة.",
    "الوصف": "حرف التاء له تأثير كبير على بنية الكلمة في اللغة العربية، إذ يمكن أن يغير المعنى أو الوظيفة النحوية للكلمة تبعًا لموقعه وإضافته فالتاء في بداية الكلمة: قد تكون جزءًا من الفعل المضارع للمخاطب:فـ تكتبُ (من الفعل كتب)\nوتسافرُ (من الفعل سافر) وأيضا تأتي في بعض الأسماء كأداة اشتقاقية: تحليل (من الجذر ح-ل-ل) وتفاعل (من الجذر ف-ع-ل)، وكذلك التاء في وسط الكلمة: قد تكون جزءًا من الجذر الثلاثي أو الزائد: كتاب (جذرها ك-ت-ب) إنتاج (من الفعل أنْتَجَ)، أما عن  التاء في نهاية الكلمة: فعندنا التاء المربوطة (ـة): تستخدم في الأسماء غالبًا وتدل على التأنيث أو الصفة: مدرسة، شجرة، دولة\nولدينا أيضا التاء المفتوحة (ت): تأتي في الأفعال والأسماء والجمع: في الفعل الماضي للمؤنث: كتبت، درست، لعبت وفي بعض الأسماء: بنت، أخت، بيت وفي جمع المؤنث السالم: معلمات، طالبات",
    "الشواهد": "تُكْتَبُ (من الفعل كَتَبَ) تُسَافِرُ (من الفعل سَافَر) ، تَحْلِيل (من الجذر ح-ل-ل) \\\\ تَفَاعَل (من الجذر ف-ع-ل)\\\\  كِتَاب (جذرها ك-ت-ب) \\\\ إِنْتَاج (من الفعل أنْتَجَ)،  مَدْرَسَة، شَجَرَةَ، دَوْلَة،،  بَيْت، طَالِبَات"
  },
  {
    "الوظيفة الصرفية": " وظيفته الحرف من حيث الاشتقاق",
    "الوصف": "حرف التاء له دور مهم في الاشتقاق في اللغة العربية، حيث يدخل في بعض الأوزان الصرفية لإضفاء معانٍ جديدة على الكلمة. ومن أبرز أدواره في الاشتقاق:1- الدلالة على المطاوعة تأتي التاء للدلالة على مطاوعة الفعل، أي قبول التأثير، مثل:كسّر → تكسّر (تدل على أن الشيء انكسر بنفسه نتيجة الفعل).2- وأيضا الزيادة في بعض الأوزان الصرفية تدخل التاء في بعض الأوزان الصرفية فتغير معناها، مثل: افتعل: (وهو مزيد بتاء وقلبت طاءً مع بعض الحروف)\nكتب → اكتتب  ومثل: تفعل: حسن → تحسّن 3- التأنيث في الأسماء والأفعال تدخل التاء في بعض الأسماء للدلالة على التأنيث، مثل: شاعر → شاعرة 4- والمبالغة في بعض الأوزان تستخدم التاء أحيانًا للمبالغة مثل: علام → علاّمة،5- الاشتقاق من المصدر وإضافة معنى المشاركة أو التكلف تأتي التاء في بعض الأفعال لإفادة المشاركة أو التكلف، مثل كسر → تكسّر (أي تكسّر بنفسه أو تكلف الكسر). علم → تعلّم (أي اجتهد في التعلم).و بهذا يتضح أن التاء لها دور رئيسي في تغيير معاني الكلمات وإكسابها دلالات جديدة في اللغة العربية.\n\n\n\n\n\n\n\n",
    "الشواهد": "كَسَّرَ → تَكَسَّرَ (تدل على أن الشيء انكسر بنفسه نتيجة الفعل\\ كَتَبَ = اكْتَتَبَ، حَسَن = تَحَسَّن\\ شَاعِر = شَاعْرة\\ عَلاَّم = عَلاَّمَة\\ عَلَّمَ = تَعَلَّمَ."
  },
  {
    "الوظيفة الصرفية": "    الأوزان الصرفية التي يدخل فيها الحرف",
    "الوصف": "حرف التاء يدخل في العديد من الأوزان الصرفية في اللغة العربية، ويمكن أن يكون أصليًا أو زائدًا. إليك بعض الأوزان الصرفية التي يدخل فيها حرف التاء: 1-  التاء الأصلية في الأوزان الصرفية تكون التاء جزءًا من الجذر الأصلي للكلمة،. ومن الأوزان التي يظهر فيها ذلك: فعلل: مثل  تمتم، تهته. افتعل: مثل اجتهد، احتمل، اقتتل (وهنا التاء أصلية في بعض الأفعال مثل \"احتمل\" حيث الجذر هو \"حمل\"). 2- أما عن التاء الزائدة في الأوزان الصرفية التاء يمكن أن تكون زائدة بصيغ مختلفة، منها: في الأفعال: افتعل: مثل اجتهد، اختار، اتصل. تفعل: مثل تعلم، تحدث، تجول. تفاعل: مثل تشاجر، تعاون، تنافس. استفعل: مثل استخرج، استمع، استفسر. وفي الأسماء: تفعلة: مثل تمرة، تحفة، تجربة. تفعيل: مثل ترتيب، تحليل، تفسير. مفتعل: مثل مكتشف، محتفل، مستخرج. افتعال: مثل اجتماع، انتصار، احتفال. 3-التاء في صيغ المبالغة والصفات: فعال: مثل فتاح. فعالة: مثل كذابة، علامة، فتاحة. مفعل: مثل مفتاح",
    "الشواهد": "تَمْتَمَ، تَهْتَهَ\\\\ افْتَعَلَ: مثل اجْتَهَدَ، احْتَمَلَ \\\\   تَفَعَّلَ: مثل تَعَلَّمَ، تَحَدَّثَ، تَجَوَّلَ\\\\ تَفَاعَل: مثل تَشَاجَر، تَعَاوَن، تَنَافَسَ.\\\\ اسْتَفْعَلَ: مثل اسْتَخْرَجَ، اسْتَمْتعَ، اسْتَفْسَر.\\\\  تَفْعِلَة: مثل: تَجْرِبَة.\\\\ تَفْعِيل: مثل تَرْتِيب، تَحْلِيل، تَفْسِير. \\\\ مُفْتَعِل: مثل مُكْتَشِف، مُحْتَفِل، مُسْتَخْرِج.  \\\\ افْتِعَال: مثل اجْتِمَاع، انْتِصَار، احْتِفَال \\\\ فَعَّال: فَتَّاح. \\\\ فَعَّالَة: كَذَّابَة، عَلاَّمَة، فَتَّاحَة. \\\\ مِفْعَل: مثل مِفْتَاح"
  }
]