[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "صوت أسناني لثوي انفجاري مهموس، يمكن أن يتأثر بالحروف التي حوله حال النطق بحيث إن جاوره حرفا مفخما يجعله أقوى إلا أنه لا يصبح مفخما بل يتأثر به بعض الشيء ليس أكثر",
    "الأمثلة": "تِين \\\\ زَيْتُون \\\\ تُوت",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "قد تم تسهيل نطق الحرف عند العديد من اللهجات العربية رغم سهولته، إلا أن بعض اللهجات تنطقه دالا وبعضها طاء",
    "الأمثلة": "تِلْكَ = دِلْكَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "هو وضع حرف مكان حرف آخر من دون القيد بأن يكون حرف علة أو حرفا صحيحا ويعتبر الابدال في حرف التاء هو ابدال الصوامت فمثلا ابدال تاء افتعل بحرف الطاء، وابدال التاء المربوطة في نهاية الكلمة هاء في حال الوقف",
    "الأمثلة": "صَبَرَ = اصْطتبر قلبت تاء الافتعال طاء وادغمت الطاء بالطاء فأصبحت اصْطَبَرَ\\\\ لُعْبَةٌ= في حال الوقف تكون لُعْبَه",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "لإعلال هو تغيير يطرأ على حروف العلة",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "يحذف حرف التاء بعض الأفعال عند الجزم أو الوقف مثل: \"لم أرهُ\" أصلها \"لم أرَ\"، حيث حذفت التاء من \"أريتُ\".حذف التاء في بعض الأعداد\nمثل: \"ستة\" تصبح \"ستّ\". وعند الوقف تحذف التاء في نهاية الكلمة وتبدل بهاء ويعتبر من الحذف السماعي حيث أنه مكتوب ولكنه لا ينطق حال الوقف فمثلا :بضعة، التاء موجودة ولكن التاء حُذفت سماعيًا.",
    "الأمثلة": "مَدْرَسَةٌ =وعند الوقف تصبح مَدْرَسَه \\\\ سِتْةٌ = سِتّ ، خَمْسَة = خَمْسُ \\\\ بِضْعَةً =بِضْعَه ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "قد شاع استخدام التاء بدلا من الثاء في لهجات مناطق المتاخمة للهجات الأرامية وفي بلاد الأنباط ",
    "الأمثلة": "فمثلا قولهم تَوْم بالتاء بدلا من ثَوْم بالثاء، وحَرَتْ:( حَرَتَ الأرضَ) بدلا من قولهم:(حَرَثَ الأرضَ)",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "صوت أسناني لثوي انفجاري مهموس  فعند نطق التاء يلتقي طرف اللسان بأصول الثنايا العليا ومقدم اللثة، ويضغط الهواء مدة من الزمن خلف طرف اللسان ثم ينفصل فجأة تاركا نقطة الالتقاء، فيحدث صوت انفجاري",
    "الأمثلة": "مَنْبَتَهُ",
    "الملاحظات": ""
  }
]