[
  {
    "العنوان": "1- الإسناد إلى الزمان",
    "الوصف": "هو إسناد الفعل أو ما في معناه (مثل اسم الفاعل، اسم المفعول، المصدر، أو الصفة المشبهة) إلى الزمان الذي وقع فيه الفعل أو اتصف به الموصوف",
    "الأمثلة": "مَنْ سَرَّهُ زَمَنٌ سَاءَتْهُ أَزْمَانُ.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "2- الإسناد إلى المكان",
    "الوصف": "هو إسناد الفعل أو ما في معناه (مثل اسم الفاعل، اسم المفعول، المصدر، أو الصفة المشبهة) إلى المكان الذي وقع فيه الفعل أو اتصف به الموصوف",
    "الأمثلة": "وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ",
    "الملاحظات": ""
  },
  {
    "العنوان": "3-الإسناد إلى السبب",
    "الوصف": "هو إسناد الفعل أو ما في معناه (مثل اسم الفاعل، اسم المفعول، المصدر) إلى السبب الذي أحدث الفعل أو تسبب فيه، مع أن الفاعل المباشر الذي قام بالفعل حقيقةً هو غير هذا السبب",
    "الأمثلة": "إِنِّي لَمِنْ مَعْشَرٍ أَفْنَى أَوَائِلَهُمْ\nقِيلُ الْكُمَاةِ: أَلَا أَيْنَ الْمُحَامُونَا؟",
    "الملاحظات": ""
  },
  {
    "العنوان": "4-الإسناد إلى المصدر",
    "الوصف": "هو إسناد الفعل أو الوصف المشتق منه (مثل اسم الفاعل، اسم المفعول، أو الصفة المشبهة) إلى المصدر نفسه، مع أن هذا الوصف أو الفعل في الحقيقة يخص الفاعل أو المفعول به الذي صدر منه المصدر أو وقع عليه.\n",
    "الأمثلة": "سَيَذْكُرُنِي قَوْمِي إِذَا جَدَّ جَدُّهُمْ     وَفِي اللَّيْلَةِ الظَّلْمَاءِ يُفْتَقَدُ الْبَدْرُ\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "5- إسناد ما بُني للفاعل إلى المفعول",
    "الوصف": "هو أسلوب بلاغي في المجاز العقلي حيث يُسند الفعل الذي بُني وصيغ في الأصل للدلالة على الفاعل (أي، الفعل المعلوم) إلى المفعول به الذي وقع عليه الفعل، مع أن هذا المفعول ليس هو من قام بالفعل حقيقة.\n",
    "الأمثلة": "سَرَّنِي حَدِيثُ الْوَامِقِ.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "6-إسناد ما بُني للمفعول إلى الفاعل",
    "الوصف": "هو أسلوب بلاغي في المجاز العقلي حيث يُسند الفعل الذي بُني وصيغ في الأصل للدلالة على المفعول به (أي، الفعل المبني للمجهول أو ما في معناه كاسم المفعول) إلى الفاعل الحقيقي الذي قام بالفعل",
    "الأمثلة": "جَعَلْتَ بَيْنِي وَبَيْنَكَ حِجَابًا مَّسْتُورًا",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "الهاشمي، السيد أحمد ،جواهر البلاغة في المعاني و البيان و البديع1999 دار القلم للطباعة و النشر و التوزيع - بيروت ، لبنان  ط1 ص216",
    "الأمثلة": "",
    "الملاحظات": ""
  }
]