[
  {
    "العنوان": "الوصف ثابت غير ظاهر العلة",
    "الوصف": "حيث يكون الوصف موجودًا بالفعل، لكن علته الحقيقية غير ظاهرة للعيان، فيدعي الشاعر له علة أدبية.",
    "الأمثلة": "قَوْلُ الشَّاعِرِ فِي وَصْفِ البَنَفْسَج : \"زَعَمَ البَنَفْسَجُ أَنَّهُ كَعَذَارِهِ حُسْنًا فَسُلّوا مَنْ قَفَاهُ لِسَانَهُ \"",
    "التحليل": "البنفسج له ورقة تخرج من الخلف، وهذا أمر طبيعي ولا علة ظاهرة له. الشاعر هنا ينكر هذه الحقيقة ويأتي بعلة طريفة، وهي أن البنفسج ادعى أنه جميل كخد المحبوبة، فعوقب بقطع لسانه وإخراجه من قفاه. هذا التعليل الأدبي يضيف جمالًا وسحرًا للصورة.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الوصف ثابت وله علة ظاهرة",
    "الوصف": "ينكر الشاعر العلة الحقيقية المعروفة للشيء، ويدعي له علة أدبية مبتكرة.",
    "الأمثلة": "مَا بِهِ قَتْلُ أَعَادِيهِ وَلَكِنْ ... يَتَّقِي إِخْلَافَ مَا تَرْجُو الذِّئَابُ",
    "التحليل": "قتل الملوك لأعدائها أمر شائع مستفيض، جرت العادة أن الملوك تتخلص من أعدائها وكل من ينغص عليها حكمها من الداخل والخارج؛ لتسلم من شرورهم وأذاهم، وليصفو لهم حكم البلاد، لكن المتنبي ينفي تلك العلة عن الممدوح ويجعل له علة لطيفة أخرى، وهي أنه إنما يقتلهم ليحقق للذئاب ما ترجو؛ فهي تطمع أوقات الحروب في أن تنال من دماء الأعداء ولحومها؛ فلهذا لا يخيب الممدوح أملها",
    "الملاحظات": ""
  },
  {
    "العنوان": "وصف غير ثابت ولكنه ممكن",
    "الوصف": "حيث يصف الشاعر شيئًا ممكنًا وقوعه لكن لا علة ظاهرة له، فيدعي له علة أدبية.",
    "الأمثلة": "يَا وَاشِياً حَسُنَتْ فِينَا إِسَاءَتُهُ ... نَجَّى حِذَارُكَ إِنْسَانِي مِنَ الْغَرَقِ",
    "التحليل": "إن استحسان إساءة الواشي ممكن عادة وإن كان غير حاصل؛ ولذلك لما خالف الشاعر عموم الناس في استحسان الوشاية أتبعها بذكر العلة على ذلك، وهو أن حذاره من الوشاية منعه من البكاء، فسلم إنسان عينه من الغرق في الدموع؛ فلذلك استحسن",
    "الملاحظات": ""
  },
  {
    "العنوان": "وصف غير ثابت وغير ممكن",
    "الوصف": "حيث يصف الشاعر شيئًا من المستحيل وقوعه، ثم يدعي له علة طريفة.",
    "الأمثلة": "لَوْ لَمْ تَكُنْ نِيَّةُ الْجَوْزَاءِ خِدْمَتَهُ ... لَمَا رَأَيْتَ عَلَيْهَا عَقْدَ مُنْتَطِقِ",
    "التحليل": "ذهب الشاعر إلى أن الجوزاء تريد خدمة الممدوح، وهذه صفة غير ثابتة وغير ممكنة أيضا لا بل هي ممتنعة، ولكنّه علّلها بعلّة طريفة ادّعاها خيال مقبول عند ما تخيّل النجوم تحيط بالجوزاء فتشكّل حولها نطاقا شبيها بالخدم المحيطين بالممدوح متحفّزين لتلبية طلبه وهم رهن إشارته. فالتعليل مبنيّ على قوّة تخييل.\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف": "القاسم، محمد أحمد،2003، البديع والبيان والمعاني المؤسسة الحديثة للكتاب، طرابلس لبنان، ط1، ص97 - 101",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  }
]