[
  {
    "العنوان": "التحوّل في معنى الكلمة  ",
    "الوصف": "يهتم بدراسة المعاني ودلالة الكلمات والتراكيب",
    "الأمثلة": "كلمةُ عَيْنٍ لَهَا مَعَانٍ كَثِيرَةٌ وَمِنْهَا: عَيْنُ الْمَاءِ، عَيْنُ الْإِنْسَانِ...",
    "الملاحظات": ""
  },
  {
    "العنوان": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": "يستخدم في ربط الأفعال أو الجمل وفقًا للسياق",
    "الأمثلة": "مِثَالٌ عَنْ الاسْتِمْرَارِيَّةِ: \"كَانَ يَدْرُسُ وَيَكْتُبُ طِوَالَ اللَّيْلِ\"  مِثَالٌ عَنْ الطَّلَبِ: \"أَرْجُو أَنْ تَأْتِي وَتُسَاعِدَنِي\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "تقوم الواو بترتيب الأحداث وفقًا لأهميتها أو التسلسل الزمني",
    "الأمثلة": "التَّقْدِيمُ: \"أَحْضَرَ الطَّعَامَ وَجَلَسَ عَلَى الطَّاوِلَةِ\"، التَّأْخِيرُ: \"صَلَّى الإِمَامُ وَقَرَأَ الْقُرْآنَ\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": "و ذلك لتأكيد المضمون أو الفكرة و لتعزيز المعنى .",
    "الأمثلة": "وَذَلِكَ بِتَأْكِيدٍ بَيْنَ الْجُمَلِ: \"صَادِقٌ وَأَمِينٌ\"، وَفِي حَالَةِ التَّفْصِيلِ: \"كَانَ جُهْدُكَ عَظِيمًا وَلَمْ تَشْتَكِ أَبَدًا\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "يستخدم في تركيب معين يؤدي إلى نفي أو إنكار شيء ما.",
    "الأمثلة": "الْوَاوُ فِي الْجُمْلَةِ الْمَنْفِيَّةِ: \"مَا جَاءَ وَلَا أَحَدٌ هُنَاكَ\"، الْوَاوُ مَعَ \"لا\" فِي السِّياقِ الإِنْكَارِيِّ: \"لا يُحِبُّ أَحْمَدُ الْكُتُبَ وَلَا يَقْرَأُهَا\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "من خلال ربط كلمات أو جمل تحمل تشابهًا لفظيًا أو تضاد معنويًا.",
    "الأمثلة": "الْجِنَاسُ: \"مَا أَصْدَقَ وَمَا أَكْذَبَ\"، السَّجْعُ: \"أَقْبَلْتُ وَفَرِحْتُ وَسُرِرْتُ\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "ربط الجمل و الكلمات بطريقة منطقية و مفهومة مما يجعل النص وضوحًا و تماسكًا.",
    "الأمثلة": "الْفَصَاحَةُ: \"الْجَوُّ جَمِيلٌ وَالشَّمْسُ مُشْرِقَةٌ\"، الْبَيَانُ: \"هُوَ سَرِيعٌ وَقَوِيٌّ\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "فهو يساهم في إضافة التناغم العاطفي أو النفسي  و يعزز التعبير عن المشاعر .",
    "الأمثلة": "شَعَرْتُ بِالْحُبِّ وَالْفَرَحِ، كُنْتُ حَزِينًا وَأَصْبَحْتُ أَشْعُرُ بِالأَمَلِ",
    "الملاحظات": ""
  }
]