[
  {
    "العنوان": "تأخير المبتدأ عن الخبر",
    "الوصف": "يُؤخر المبتدأ عن الخبر لغرض بلاغي، مثل الإنكار أو التعجب،أو لتوجيه الانتباه إلى الجزء الأهم في الجملة (وهو الخبر).",
    "الأمثلة": "\"قَوْلُهُ تَعَالَى: ﴿أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ؟﴾\"– قُدِّمَ الْخَبَرُ (أَرَاغِبٌ) وَآخر الْمُبْتَدَأ (أَنْتَ).",
    "الملاحظات": "يركز على الجزء المتأخر لخلق وقع بلاغي.يُستخدم غالبًا لإبراز الخبر أو معناه في الذهن.يعطي الخبر صدارة بلاغية ويؤخر المبتدأ لأثر نفسي.",
    "الشروط": "هذا الأسلوب شائع في القرآن الكريم، ويُفيد في تقوية أثر الجملة."
  },
  {
    "العنوان": "تأخير الفاعل عن الفعل",
    "الوصف": "الأصل أن يتقدم الفاعل على الفعل، لكن يُؤخر أحيانًا لإبراز الفعل، أو لجعل الجملة تتماشى مع السياق الإيقاعي أو الشعري، أو للتشويق.",
    "الأمثلة": "\"قَامَ زَيْدٌ\" ← الْأَصْلُ: زَيْدٌ قَامَ.",
    "الملاحظات": "يركّز الأسلوب على الحدث أولًا ثم الفاعل.يُكثر في الشعر والسجع والمحسنات اللفظية.",
    "الشروط": "التأخير هنا ليس شذوذًا بل له أصل في العربية."
  },
  {
    "العنوان": "تأخير الخبر الحقيقي",
    "الوصف": "في بعض المواضع يُؤخر الخبر عن المبتدأ خصوصًا إذا كان هناك تركيب يفيد الحصر أو النفي.",
    "الأمثلة": "\"مَا أَنَا قُمْتُ هَذَا\" ← تَقْدِيمُ الْمُبْتَدَأِ \"أَنَا\" وتَأْخِيرُ الْخَبَرِ الْحَقِيقِيِّ \"قُمْتُ\".",
    "الملاحظات": "يفيد الحصر والنفي.يُستخدم لتأكيد أن الفعل لم يقع من المتكلم.",
    "الشروط": "يساعد في توجيه المعنى نحو القصر أو التخصيص.يحتاج إلى انتباه لأن الخبر لا يكون ظاهرًا مباشرة."
  },
  {
    "العنوان": "تأخير العامل عن المعمول",
    "الوصف": "يُؤخر الفعل (العامل) عن معموله (كالضمير أو المفعول به) لغرض بلاغي، خاصة في أسلوب القصر أو إبراز المعمول.",
    "الأمثلة": "\"إِيَّاكَ نَعْبُدُ\" ← تَقْدِيمُ الْمَفْعُولِ وتَأْخِيرُ الْفِعْلِ.",
    "الملاحظات": "يُفيد القصر، أي: نعبدك أنت وحدك.يعطي المعمول أهمية كبرى في الجملة.",
    "الشروط": "أسلوب قرآني فصيح شائع في مواطن التوحيد والثناء."
  },
  {
    "العنوان": "تأخير المتعلقات",
    "الوصف": "يُؤخر الظرف أو الجار والمجرور أو الحال إذا كان التركيز على الفعل أو المفعول به أو إذا كانت الجملة تحتاج إلى إيقاع لغوي خاص.",
    "الأمثلة": "جَلَسْتُ في الْبَيْتِ. يُمْكِنُ أَنْ يُقَالُ: \"في الْبَيْتِ جَلَسْتُ\" لَكِنْ تَأَخِيرُ الظَّرْفِ هُنَا لِتَأْخيرِ بَيانِ الْمَكَانِ.",
    "الملاحظات": "مبني على الترتيب البياني أو الإيقاعي.يُعطي الجملة اتزانًا، خصوصًا في النثر الفني أو الشعر.",
    "الشروط": "الأصل التقديم لكن التأخير هنا لأغراض بلاغية.ترتيب الجملة يُستخدم أداة بلاغية وليس فقط نحوية."
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "",
    "الملاحظات": "",
    "الشروط": ""
  },
  {
    "العنوان": "",
    "الوصف": "",
    "الأمثلة": "عوني،حامد،2017المنهاج الواضح للبلاغة ،المكتبة الأزهرية للتراث،ط1ص270",
    "الملاحظات": "",
    "الشروط": ""
  }
]