[
  {
    "العنوان": "التحوّل في معنى الكلمة  ",
    "الوصف": "كاف التشبيه وهو معنى لا يفارقه عندما يدخل على الأسماء كحرف غير أصلي",
    "الأمثلة": "كالأرضِ\nكالسماءِ\nكالوَرَقِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": "لا يدخل الكاف في النفي  والتحذير",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "لا يتعلق حرف الكاف بالتقديم والتأخير ",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": " تُستخدم الكاف أحيانًا لتوكيد المعنى وزيادة قوّته، خصوصًا عند الحديث عن الصفات أو الحالات.\nمثل: كان المعلم كالأب في رعايته للطلاب.\nهنا الكاف تؤكد على أن العلاقة بين المعلم وطلابه ليست مجرد تعليم، بل تتعداها إلى الحنان والاهتمام\n\n",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "قد ترد  في السياقات الإنكارية ولكنها لا تتعلق بمعنى الإنكار .",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "ليس له دور مباشر في المحسنات البديعية ولكنه قد يكون في بنية الكلمة التي حدث عليها الجناس فمثلا: رحم الله امرأ أمسك ما بين فكيه وأطلق ما بين كفيه\nومثله لا يَكُنْ حُبُّكَ كَلَفا، ولا بُغْضُكَ تَلَفا",
    "الأمثلة": " فَكَيّه = كَفَيّه\n كَلَفا =  تَلَفا",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "له دور بازر في الفصاحة فمثلا عند قولنا: رأيُك كالشمس في وضوحه! \nفالمعنى هنا أقوى مما لو قلنا \"رأيك واضح\" فقط\n*وكأنما الماءُ في صَفْحَتِهِ *وَجهُ فتاةٍ تُبَدي الحياءَ\n(شبه صفاء الماء بوجه الفتاة، فأعطى صورة شعرية جميلة).\nفالتشبيه يلعب دورا مهما في البيان وزايدة وضوح الكلمة",
    "الأمثلة": " رأيُك كالشمسِ في وضوحِه! \n\n*وكأنما الماءُ في صَفْحَتِهِ *وَجهُ فتاةٍ تُبَدي الحياءَ\n\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "ليس له دورا أساسيا في الإيحاءات العاطفية في السياق إلا من خلال معانيها ",
    "الأمثلة": "*",
    "الملاحظات": ""
  }
]