[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "لا يؤثر حرف الزاي على من حيث البناء والاعراب إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "حَازَ العلمَ\nيخَبِزَ الخبزَ\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "لا يؤثر حرف الزاي على الكلمة من حيث الموقع الإعرابي إلا أنه يكون موجود من ضمن البناء اللغوي للكلمة",
    "الأمثلة": "مررتُ بالخبازِ\nرأيتُ التلفازَ\nالقَفازُ في الصفِ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا يؤثر حرف الزاي وحده في التذكير والتأنيث، لكنه يظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "زَهْرَة\nفَايز\nرَامِز\nجَائِزَة",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "يظهر الزاي في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما ولكنه قد يكون من ضمن السياق",
    "الأمثلة": "لَوْزَتَيْن\nمَوْزَتَين\nجَنَازَتَيْن \\ جَنَائِز\nزَرَافَتَين \\ زَرافَات",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف \"الزاي\" ليس له دور نحوي مباشر في تحديد اللّزوم والتعدّي ولكنه قد يكون من ضمن الفعل اللازم أو المتعدي ",
    "الأمثلة": "حَازَ العلمَ\n\nتَشْمَئِزُّ الفتاةُ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا دور له في النسب والتصغير  ولكنه قد يكون من أصل الكلمة التي تم تصغيرها أو نسبها",
    "الأمثلة": "زَهْرِي = زَهَرِيّ\n\nزبدة = زُبَيْدة",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "لا دور له في المصدر الميمي وصيغ المبالغة  ",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "لا دور له في اسم الفاعل والمفعول غير ورودها حرف من جذر بعض المشتقات ",
    "الأمثلة": "مُزَيَّن : اسم المفعول \nمُزَيِّن : فاعل ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "لا يوجد لحرف الزاي دور في الكلمة من حيث الزمان أو المكان",
    "الأمثلة": "*",
    "الملاحظات": ""
  }
]