[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "يخرج حرف الجيم من وسط اللسان مع ما يحاذيه من الحنك الأعلى لهذا يلقب بحرف شجري وسمي بهذا الاسم نسبة إلى خروجه من شجر الفم وشجر الفم كما قال الخليل هو مفرج الفم. ويكون مجهور شديد مستفل منفتح مصمت مع القلقلة.",
    "الأمثلة": "جُلودَهم\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "تم تسهيل حرف الجيم إلى الياء لاشتراكهما في المخرج ولان صوت الياء أوضح من الجيم مثل قول الشاعرة شيرة بدلا من شجرة في: إذا لم يكن فيكن ظل ولا جنى ... فأبعدكن الله من شيرات، ومثله أيضا جار= يار ، يجزيه = ييزيه",
    "الأمثلة": "جَارَ= يَارَ \n يَجْزِيَه = يَيْزِيَه\n شَيَرَةَ بدلا من شَجَرَةَ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "ظهر الإبدال عند العرب بحرف الجيم على ثلاث هيئات، فأبدلت الجيم من الحاء في قولهم أحمَّ الأمر = فأصبحت: أجمَّ الأمر أي حان وقته،\n وأبدلت الجيم من الشين كقولهم في المثل المشهور:\" شرٌ ما أجاءك إلى مخة عرقوب\" فيقال عند بعض القبائل في الإبدال: شرٌ ما أشاءك،\n وأبدلت الجيم من القاف فمثلا: يقال في البوائق أي الدواهي بعد الإبدال البوائج في مثل قول الشاعر:\" قضيت أمورا ثم غادرت بعدها ... بوائِج في أكمامها لم تفتَّق\"، وأبدلت الجيم من الياء مثل: شَجَرَة = شَيَرَة، في قول قول الشاعرة إذا لم يكن فيكن ظل ولا جنى ... فابعدكن الله من شيرات.",
    "الأمثلة": "أحمَّ الأمر = فأصبحت: أجمَّ الأمر\nشرٌ ما أجاءك إلى مخة عرقوب\"= شرٌ ما أشاءك\nالبوائق = البوائج",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "*",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "*",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "*",
    "الأمثلة": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "اختلف نطق حرف الجيم في اللهجات، فقبيلة هذيل نطقت الجيم بدلا من الحاء وذلك لأن هذيل قبيلة بدوية من خصائصها الصوتية النطق بالمجهور الشديد والسموغ الصوتين للإبدال هو لأن الحاء رخوة والجيم متوسطة بين شدة ورخاوة، فقد جمع بين الصوتين رخاوة الحاء وبعض رخاوة الجيم.\nوفي قبيلة تميم نطق حرف الجيم بدلا من حرف الشين وذلك شائع لأن الصوتين من أصوات وسط الحنك فهما من مخرج واحد لكن الجيم شديد مجهور أو متوسط بين الشدة والرخاوة والشين رخو مهموس فالمسوغ للصوتين اتحادهما في المخرج مثل: أشدق = أجدق.\nوذكر عند قبيلة أسد وهي قبيلة بدوية أنهم نطقوا بالجيم بدلا من القاف وهذا شائع لأن الجيم والقاف حرفان مجهوران شديدان مختلفان مخرجا والمسوغ للصوتين لأن الجيم من الأصوات المفخمة التي يؤثرها البدو وهي أكثر وضوحا من القاف ولهذا مالت إليها القبائل البدوية.\nونسب الرواة إلى قبيلة تميم أنهم نطقوا الياء  بدلا من الجيم وهذا شائع أيضا فالمسوغ الصوتي لهذين الحرفين هو أن الياء من أصوات اللين التي تكون أكثر وضوحا في السمع من الجيم لأن الجيم من الأصوات الساكنة التي لا تسمع من بعيد وما يسهل الإلدال فيهما أن كلا منهما مجهور ومخرجهما واحد مثل: دجاج = دياي",
    "الأمثلة": "أشْدَقَ = أجْدَقَ.\n\nدَجَاج = دَيَاي",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "الجيم الفصيحة (في القرآن) تكون شديدة لا يجري معها الصوت ، لإلتصاق اللسان مع ما يحاذيه من الحنك الأعلى التصاقا تاما محكما مما يمنع الصوت من الجريان وجب عند النطق بالجيم حبس النفس والصوت (جهر وشدة)، وصفات حرف الجيم: الجهر، الشدة، الاستفال، الانفتاح، الإصمات، القلقلة. وأي خلل في نطقه بصفاته كعدم لصق اللسان بما يحاذيه من الحنك الأعلى و إحكام المخرج، فيجري معها الصوت فتخرج الجيم رخوة غير فصيحة. ونطقها (g) في بعض اللهجات العربية وابدالها شينا أي ما يعرف بعلم التجويد بالتفشي، وهذه جميعا تسمى أخطاء",
    "الأمثلة": "جَاءَت\n\nجَعَلَها",
    "الملاحظات": ""
  }
]