[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "حرف الجيم ليس عاملًا نحويًا، لكنه جزء من جذر الكلمة فلا يؤثر على الإعراب إلا من خلال القواعد العامة للكلمات التي تحتويه. فمثلا عندما تكون معربة مثل: شاهدتُ البرامجَ المفيدة. وعندما تكون مبنية مثل: أفرجَ الطفلُ عن عصفورِه",
    "الأمثلة": "شاهدتُ البرامجَ المفيدة.\n\n أفرجَ الطفلُ عن عصفورِه",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "حرف الجيم لا يُعرب في اللغة العربية، لأنه مجرد حرف هجائي وليس كلمة تحمل معنى مستقلًا في الجملة، وبالتالي لا يكون له موقع إعرابي مثل الأسماء أو الأفعال أو الحروف العاملة فيكون جزءا من الكلمة والاعراب يختص بالكلمة مثل: ذهبتُ إلى الحجِّ فهنا كان مجرورا لأنه موقع الكلمة الاعرابي الجر وليس لحرف الجيم صلة بذلك، وعندما يكون بحالة الرفع نفس الوضع مثل: يُحرجُ الطالبُ زميلَه، وعند النصب رأيتُ الأعرجَ.\nوهكذا نجد بأن حرف الجيم ليس له عمل في الموقع الإعرابي إنما يكون من بنية الكلمة نفسها.",
    "الأمثلة": " ذهبتُ إلى الحجِّ\n يُحرجُ الطالبُ زميلَه\n رأيتُ الأعرجَ.\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "ليس لحرف الجيم تأثير على الكلمة من حيث التأنيث والتذكير وإنما يكون من نفس بنية الكلمة المؤنثة وقد لا يكون مثل: جميلة، فهو هنا من نفس الكلمة فلا يحدد نوعها ومثله أيضا: جنة وجريدة.\nوبالتذكير كجبل وجار وجسر وجندي.",
    "الأمثلة": "جميلة، \n جنة وجريدة.\n جبل وجار \nوجسر وجندي.",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "الحرف الجيم لا يؤدي دورًا نحويًا مباشرًا في عملية التثنية أو الجمع، لأنه ليس من الأدوات أو الصيغ التي تدخل على الكلمات لتغيير عددها ولكنه قد يكون من بنية الكلمة نفسها وقد لا يكون مثل: رَجُل → رَجُلانِ / رَجُلَينِ.\nفمثلا في التثنية: دَرجَة → دَرَجَتانِ / دَرَجَتَينِ، وفي الجمع، ناجح → ناجحونَ / ناجحينَ، درجة → درجات، جَبَل → جِبال (تحولت الفتحة إلى كسرة)",
    "الأمثلة": " رَجُل → رَجُلانِ / رَجُلَينِ.\n دَرجَة → دَرَجَتانِ / دَرَجَتَينِ،\n ناجح → ناجحونَ / ناجحينَ، درجة → درجات،\n جَبَل → جِبال (تحولت الفتحة إلى كسرة)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "الحرف الجيم ليس من الأدوات النحوية التي تؤثر على اللزوم والتعدي في الأفعال، وإنما اللزوم والتعدي هما صفتان للفعل ذاته. فمثلا عند الفعل اللازم الذي يكتفي بفاعله مثل: جلس الولدُ.\nوعند الفعل المتعدي الذي يحتاج لمفعول به مثل: جلّس الأبُ ابنَه\nفكما لاحظنا حرف الجيم قد يكون من بنية الكلمة وقد لا يكون فهو لا يؤثر باللزوم والتعدي",
    "الأمثلة": "جلس الولدُ.\n جلّس الأبُ ابنَه\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "الحرف الجيم يبقى ثابتًا في النسب والتصغير ولا يتعرض لتغيير جذري، فمثلا في التصغير: جَبَل → جُبَيْل \n وأما في النسب مثل جزائر = جزائريّ\nفحرف الجيم ليس له دور في النسب والتصغير وإنما يكون من بنية الكلمة",
    "الأمثلة": "جَبَل = جُبَيْل \n جزائر = جزائريّ\n",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "*",
    "الأمثلة": "*",
    "الملاحظات": ""
  }
]