[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "الهاء تأتي غالبًا كضمير متصل أو منفصل، وهي مبنية دائمًا في محل إعرابي مختلف حسب موقعها في الجملة، ولا تغير في الكلمة من حيث البناء أو الإعراب . ",
    "الأمثلة": "أكرمتُهُ (ضمير متصل في محل مفعول به)، هو قائمٌ (ضمير منفصل في محل مبتدأ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "الهاء تأتي في محل رفع أو نصب أو جر حسب السياق، خاصة عندما تكون ضميرًا متصلًا.",
    "الأمثلة": "رأيتهُ (في محل نصب  مفعول به)، كتابهُ جميلٌ (في محل جر مضاف إليه)، هو طالبٌ (في محل رفع مبتدأ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "الهاء قد تدل على التذكير أو التأنيث حسب موقعها، و وظيفتها في التأنيث والتذكير تكون واضحة في معظم الصيغ .",
    "الأمثلة": " أخذَهَا  (الهاء تعود على المؤنث). رأيتُهُ (الهاء تعودُ على المذكر).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "تشارك الهاء في صيغ المثنى والجمع عندما تسبق ألف الاثنين وميم علامة جمع الذكور ، كضمير متصل ، لكنها بمفردها لا تلعب دورا في الجمع والتثنية .",
    "الأمثلة": "كتابهُ (مفرد)، كتابهما (مثنى)، كتابهم (جمع مذكر) . ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "لا يؤثر حرف الهاء بشكل مباشر على اللّزوم والتعدي، لكنه يظهر كضمير مفعول به في الأفعال المتعدية.",
    "الأمثلة": "ساعدتُهُ (الفعل متعدٍ والهاء ضميرمتصل في محل نصب مفعول به ) ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "الهاء لا تدخل مباشرة في النسب، لكنها قد تظهر في بعض الأسماء المصغرة أو الأنساب.",
    "الأمثلة": "فُتَيْه (تصغير فتًى)، مكِّيّه (نسبة إلى مكة).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": " تضعّف الهاء في بعض الكلمات عندما تكون عين الفعل  فتتحول إلى صيغة مبالغة على وزن فعّال .",
    "الأمثلة": "قهَرَ، يَقْهَرُ ،  قهّارٌ (عند تضعيف الهاء تحول إلى صيغة مبالغة = فعّال  ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "قد يظهر حرف الهاء في بعض المشتقات ، اسم فاعل / اسم مفعول حرف من جذر الكلمة .",
    "الأمثلة": "هَبَطَ= هابِطٌ / هَمَزَ = مَهْمُوز",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "تأتي الهاء في بعض أسماء الزمان والمكان، لكنها ليست عنصرًا رئيسيًا في تكوينها.",
    "الأمثلة": " مَهْبِط (مكان الهبوط). هُنَيْهَةً ",
    "الملاحظات": ""
  }
]