[
  {
    "العنوان": "طريقة النطق",
    "الوصف": "حرف حَلْقيّ، مهموس، رخْو، مستفل، منفتح، يخرج من أقصى الحلق، وقيمته 5 حسب نظام حساب الجمل.",
    "الأمثلة": "﴿ قُلْ هُوَ اللَّهُ أَحَدٌ ﴾ (الإخلاص: 1) – وضوح الهاء في النطق.",
    "الملاحظات": ""
  },
  {
    "العنوان": "تسهيل نطق الحرف",
    "الوصف": "لصعوبة نطق الهاء في بعض البيئات، قد تُسهَّل أو تُضعَّف في النطق، خاصة عند الوقف أو في اللهجات العامية.",
    "الأمثلة": "في بعض اللهجات يُحذف صوت الهاء نهائيًا كما في \"إليهُ\" ← \"إلي\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإبدال",
    "الوصف": "نادر في الفصحى، لكنه قد يُبدل همزة في بعض اللهجات. كما تأخذ الهاء مان خَمسةِ أحْرُفٍ  للتخفيف ،  وهِيَ: الهَمْزةُ والألِفُ والياءُ والواوُ والتَّاءُ.",
    "الأمثلة": "  أبدِلتِ الهاءُ مِنَ الهَمْزةِ في (إيَّاك) فقالوا: هِيَّاكَ . ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإعلال",
    "الوصف": "لا يعتريه الإعلال غالبًا، لأنه ليس من حروف العلة، لكنه قد يتأثر بالحذف أو الإدغام الصوتي.",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإقلاب",
    "الوصف": "في بعض لهجات الخليج، قد تُقلب الهاء ياءً مخففة، خاصة عند نهاية الكلمة، مما يشبه الإدغام الصوتي.",
    "الأمثلة": "\"فِيهُ\" → \"فِيُّو\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحذف",
    "الوصف": "حذف الهاء في الوقف على هاء السكت ، في القرآن الكريم،  ، حيث ُ تثبت هاء السكت عند الوقف، لكنها لا تُلفظ عند الوصل. كما قد يُحذف الحرف في بعض البيئات الصوتية بسبب سرعة النطق أو التخفيف.",
    "الأمثلة": "  ﴿مَالِيَهْ ﴾ (الحاقة: 28) – تحذف عن الوصل وتثبت عند الوقف.\n﴿ هَلَكَ عَنِّي سُلْطَانِيَهْ ﴾ (الحاقة: 29) . تحذف عن الوصل وتثبت عند الوقف. وفي بعض القراءات، تقرأ \"فِيهِ\" بالتسهيل فتقصر الهاء.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في اللهجات",
    "الوصف": "تختلف طريقة نطق الهاء بين اللهجات العربية، فتُضعَّف أو تحذف أو تُبدل، ويظهر تأثير الإدغام مع نون الضمير \"هم\" في بعض اللهجات البدوية .فالإدغام الصوتي للهاء لا يحدث في الفصحى، لكنه موجود في بعض اللهجات من خلال إمالة الصوت، أو اختزال الهاء، أو دمجها مع الحرف المجاور\n",
    "الأمثلة": "في بعض اللهجات: \"أين هو؟\" → \"أينُ\".     \"عليهم\" → \"عليُّمْ\"",
    "الملاحظات": ""
  },
  {
    "العنوان": "الحرف في علم التجويد وفي نطق القرآن الكريم",
    "الوصف": "يُنطق بوضوح في القراءة التجويدية، وله دور في هاء السكت عند الوقف، ويظهر رخاوة صوته، وهو من حروف الإظهار في أول كلمة ( ها ك) حيث تظهر النون الساكنة  والتنوين عنده . ",
    "الأمثلة": "﴿ مَالِيَهْ ﴾ (الحاقة: 28) – هاء السكت عند الوقف. قوله تعالى: {وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ}.",
    "الملاحظات": ""
  }
]