[
  {
    "العنوان": "التحوّل في معنى الكلمة  ",
    "الوصف": "قد يؤدي دخول الهاء إلى تغيير المعنى، خصوصًا إذا كانت هاء الضمير أو الترخيم.",
    "الأمثلة": "وجه (المعنى الأصلي: الجهة) → وجْهُهُ (إضافة الهاء تعني نسبته إلى شخص معيّن).",
    "الملاحظات": ""
  },
  {
    "العنوان": "التحوّل في دلالة الزمن ( الطلب - النفي- الاستمرارية - التحذير )",
    "الوصف": "قد تأتي الهاء في بعض التراكيب للدلالة على التوكيد والاستمرارية، أو كأداة للطلب أو التحذير.",
    "الأمثلة": "مهْ (أداة طلب بمعنى اكفف)، إيّاهُ (تستخدم في التحذير).",
    "الملاحظات": ""
  },
  {
    "العنوان": "علاقته في التقديم والتأخير (  وأثر ذلك في المعنى  وإثارة الانتباه )",
    "الوصف": "يمكن أن تؤدي الهاء عند تأخيرها أو تقديمها إلى تغيير تركيبي يلفت الانتباه.",
    "الأمثلة": "هو الحق (تقديم الضمير لإبراز المعنى ولفت الانتباه )، الحق هو (تأخير الضمير ليؤكد الحق).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التوكيد ( لإبراز المعنى وتقويته ) ",
    "الوصف": "تظهر في ضمائر الغائب غالبًا، مما يقوي ارتباط المعنى بالفاعل أو المفعول به.",
    "الأمثلة": "إنّهُ الحقّ (التوكيد بالهاء)، إيّاهُ نعبد (توكيد الفعل بالنصب).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الإنكار ( لإظهار الدهشة والاستغراب  ) ",
    "الوصف": "قد تأتي في تراكيب تُستخدم للتعجب أو الدهشة.",
    "الأمثلة": "ويحهُ! (تعبير عن الدهشة والأسف)، واهاً له (للتعجب).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في التلاعب اللفظي والجناس ( السجع - الجناس - التكرار ) ",
    "الوصف": "تدخل الهاء في بعض التراكيب التي تحقق التكرار والجناس لإضفاء إيقاع لغوي.",
    "الأمثلة": "قوله تعالى: (إِنَّ إِلَيْنَآ إِيَابَهُمْ*ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ).",
    "الملاحظات": ""
  },
  {
    "العنوان": "دوره في الفصاحة والبيان( تحسين البناء اللفظي للجملة وزيادة وضوح المعنى وقوّته )",
    "الوصف": "يساعد وجود الهاء في بعض المواقع على تحسين الفصاحة والوضوح في الجملة.",
    "الأمثلة": "إنهُ الله لا إله إلا هو (وضوح الفاعل والتوكيد).",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره على الإيحاءات العاطفية والنفسية في السّياق ",
    "الوصف": "قد تضفي الهاء إحساسًا عاطفيًا عند إضافتها إلى بعض الكلمات أو الضمائر.",
    "الأمثلة": "ويحَهُ (إيحاء بالشفقة والأسى)، آهٍ له (إيحاء بالحزن والأسف).",
    "الملاحظات": ""
  }
]