[
  {
    "العنوان": "تأثيره على الكلمة ( من حيث البناء والإعراب  )",
    "الوصف": "الباء تُستخدم في الأسماء، وتؤثر على الإعراب فيكون حرف جرّ يغير الموقع الإعرابي للاسم وحركته  ، وقد تكونُ هذه الباءُ زائدةً في سِتةِ مَواضعَ ( مع المبتدأ- الخبر - المفعول به - الحال المنفية ) ",
    "الأمثلة": "الطالبُ مجتهدٌ = مررتُ بالطالبِ المجتهد * بحَسْبِكَ زَيدٌ.*ما زيدٌ بقائم.*فَمَا رَجَعَتْ بِخَائِبَةٍ رِكَابُ",
    "الملاحظات": ""
  },
  {
    "العنوان": "الموقع الإعرابي للحرف ",
    "الوصف": "لا محل لها من الاعراب دائما ",
    "الأمثلة": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  (التأنيث - التذكير ) ",
    "الوصف": "لا تؤثر الباء وحدها في التذكير والتأنيث، لكنها تظهر في بعض الصيغ المرتبطة.",
    "الأمثلة": "مررت به - مرررت بها ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  الجمع - التثنية  ) ",
    "الوصف": "تظهر الباء في بعض صيغ الجمع والتثنية، لكنها ليست علامة مميزة لهما.لا تؤثر الباء مباشرة على التذكير أو التأنيث، لكنها قد تدخل على الجملة المؤنثة أو المذكرة.",
    "الأمثلة": "مررت بهما - بهم ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث  ( االلزوم - التّعدي     )  ",
    "الوصف": "قد  تدخل الباء على الفعل اللازم  فيصبح متعديا وهو حرف جر زائد",
    "الأمثلة": "خرجتُ بزيد؛ فمعناه: أخرجت زيداً",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة  من حيث ( النّسب - التّصغير )  ",
    "الوصف": "لا دور لها في النسب والتصير ",
    "الأمثلة": "*",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة ( المصدر الميمي  - صيغ المبالغة  )  ",
    "الوصف": "قد تدخل في بعض الأوزان الصرفية الخاصة بالمصادر وصيغ المبالغة. عندا تضعّف",
    "الأمثلة": "سبّاق للخير ",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث (  اسم الفاعل - اسم المفعول )  ",
    "الوصف": "لا دور لها في اسم الفاعل والمفعول غير ورودها حرف من جذر بعض المشتقات ",
    "الأمثلة": "\"كاتب\" (فاعل)، \"مكتوب\" (مفعول)\"لاعب\" (اسم فاعل)، \"ملعوب\" (اسم مفعول)",
    "الملاحظات": ""
  },
  {
    "العنوان": "دور الحرف  النحوي  في الكلمة من حيث ( الزمان - المكان )  ",
    "الوصف": "تأتي لمعنى الظرفية   .",
    "الأمثلة": "\" ولقد نصركم الله ببدر\" ، {إلا آل لوط نجيناهم بسحر } (القمر:34)، أي: في وقت السَّحَر، وهو وقت قبيل الصبح.",
    "الملاحظات": ""
  }
]