[
  {
    "العنوان": "مواضعه الشعرية ",
    "الوصف": "يلتزم الشاعر بوجود حرف معين قبل حرف الروي في جميع أبيات القصيدة، مع أن الوزن والقافية لا يفرضان ذلك.",
    "الأمثلة": "عَصَانِي قَوْمِي وَالرَّشَادَ الَّذِي بِهِ ... أَمَرْتُ، وَمَنْ يَعْصِ الْمُجَرَّبَ يَنْدَمِ\nفَصَبْرًا بَنِي بَكْرٍ عَلَى الْمَوْتِ، إِنَّنِي ... أَرَى عَارِضًا يَنْهَلُّ بِالْمَوْتِ وَالدَّمِ",
    "التحليل": "هنا، التزام الشاعر بالدال قبل الميم في كل قافية يُعد لزوم ما لا يلزم",
    "الملاحظات": ""
  },
  {
    "العنوان": "لزوم حرف معين قبل الروي (أو قبل حرف الروي)",
    "الوصف": "يلتزم الشاعر بحركة إعرابية أو صوتية معينة (فتحة، ضمة، كسرة) للحرف الذي يسبق الروي في كل أبيات القصيدة، بينما يكفي أن تكون القافية موحدة في الحرف الأخير",
    "الأمثلة": "أَقْبَلَتْ أَيَّامُ الْهَوَى وَالنَّدَمِ\nفِي عُيُونِ النَّاسِ تَبْدُو كَالْأَلَمِ",
    "التحليل": "قصيدة يكون فيها الروي \"الميم\" المكسورة، ويلتزم الشاعر بفتح الحرف الذي يسبق الميم في كل بيت فهنا، التزام بفتح الحرف قبل الميم المكسورة يُعد لزوم ما لا يلزم",
    "الملاحظات": ""
  },
  {
    "العنوان": "لزوم حركة معينة قبل الروي",
    "الوصف": "وهو أندر من السابقين، حيث يلتزم الشاعر بتكرار كلمة أو عبارة معينة في موضع معين من كل بيت، دون أن يكون لها علاقة مباشرة بالوزن أو القافية. هذا النوع قد يكون صعبًا جدًا ويُظهر براعة فائقة من الشاعر",
    "الأمثلة": "تَنَالُ بِهَا حُدُودَ الْقَصْدِ حَتَّى\nتُرِيَكَ الطَّيْرَ فِي الْجَوِّ فَارِهْ\n\nإِذَا نَزَلَتْ بِوَادٍ أَوْ بِفَيْضٍ\nأَثَارَتْ مِنْهُ قَلْبَ الْبَرِّ لَاهِهْ",
    "التحليل": "الالتزام بكسر الحرف قبل حرف الروي يعد لزوم ما لا يلزم",
    "الملاحظات": ""
  },
  {
    "العنوان": "لزوم أكثر من حرف",
    "الوصف": "يُعد هذا الالتزام تحديًا للشاعر لإظهار قدرته على صياغة المعنى وجمالية اللفظ رغم القيود الإضافية.",
    "الأمثلة": "إِنَّ الْأَنَامَ لَيُخْطِئُونَ ... وَيَغْفِرُ اللَّهُ الْخَطِيئَةْ\n\nكَمْ يُبْطِئُونَ عَنِ الْجَمِيـ ... ـلِ وَمَا مَنَايَاهُمْ بَطِيئَةْ",
    "التحليل": "هنا، التزام الشاعر بحرفين قبل حرف الروي في كل قافية يُعد لزوم ما لا يلزم",
    "الملاحظات": ""
  },
  {
    "العنوان": "أثره الفني في إظهار المقدرة على الصناعة اللفظية ",
    "الوصف": "قد يضيف هذا الالتزام تماسكًا موسيقيًا خاصًا للقصيدة، يزيد من جمالها وإيقاعها",
    "الأمثلة": "قَلْبٌ صَبُورٌ، فَإِنَّ الدَّهْرَ قَدْ دَارَا\nوَلَيْسَ يَدُومُ فِيهِ الْمَرْءُ فِي خَطَرَا\n\nفَكُنْ قَوِيًّا، وَلَا تَخْشَ الرَّدَى أَبَدًا\nفَفِي الصَّبْرِ نَيْلُ الْعِزِّ وَالظَّفَرَا",
    "التحليل": "يظهر أثره الفني في إظهار المقدرة على الصناعة اللفظية",
    "الملاحظات": ""
  },
  {
    "العنوان": "إظهار البراعة والتحدي",
    "الوصف": "يجذب انتباه المتلقي إلى مهارة الشاعر ودقته في البناء الشعري",
    "الأمثلة": "وَقَفْتَ وَمَا فِي الْمَوْتِ شَكٌّ لِوَاقِفٍ\nكَأَنَّكَ فِي جَفْنِ الرَّدَى وَهْوَ نَائِمُ",
    "التحليل": "يظهر أثره الفني في إظهار المقدرة على البراعة والتحدي",
    "الملاحظات": ""
  },
  {
    "العنوان": "زيادة الجرس الموسيقي",
    "الوصف": "زيادة الجرس الموسيقي في الشعر هي عملية تعزيز الإيقاع الصوتي والتناغم اللفظي داخل القصيدة، بهدف جعلها أكثر جاذبية للأذن وأعمق تأثيرًا في النفس. هذا لا يتعلق فقط بالوزن والقافية التقليديين، بل يشمل تقنيات إضافية تُثري النسيج الصوتي للنص، وتُحوّل الكلمات إلى ما يشبه اللحن.\n",
    "الأمثلة": "غَيْرُ مُجْدٍ فِي مِلَّتِي وَاعْتِقَادِي\nنَوْحُ بَاكٍ، وَلَا تَرَنُّمُ شَادِي\n\nوَالشُّجُونُ الَّتِي تَجُدُّ وَتَبْكِي\nمِنْهُنَّ شَيْءٌ سُمِعْنَهُ بِسُهَادِ",
    "التحليل": "يظهر الاثر الفني في زيادة الجرس الموسيقي",
    "الملاحظات": ""
  },
  {
    "العنوان": "اللفت للنظر",
    "الوصف": "هو جذاب، ومميز، وملفت للانتباه. هو ما يمتلك خاصية تجعله يبرز بين ما حوله، فيجذب الأبصار والأسماع أو العقول نحوه بشكل تلقائي ومقصود. يمكن أن يكون هذا \"اللفت للنظر\" في شيء مادي مرئي، أو في فكرة، أو في أسلوب كلام، أو حتى في تصرف.",
    "الأمثلة": "\"اللَّوْحَةُ المُعَلَّقَةُ فِي بَهْوِ الْفُنْدُقِ كَانَتْ لافِتَةً لِلنَّظَرِ بِأَلْوَانِهَا الصَّارِخَةِ وَتَفَاصِيلِهَا الدَّقِيقَةِ.\"\n",
    "التحليل": "يظهر الاثر الفني في عامل اللفت المتمركز في لفت النظر",
    "الملاحظات": ""
  },
  {
    "العنوان": "التعريف",
    "الوصف": "لزوم ما لا يلزم، أو ما يُعرف أيضًا بـ \"الإلزام\" أو \"التزام ما لا يلزم\"، هو مصطلح بلاغي يشير إلى أن يلتزم الشاعر في شعره بما لا يفرضه الوزن أو القافية، كأن يلتزم بحرف معين قبل الروي (الحرف الأخير في الشطر الثاني من البيت)، أو حركة معينة، أو حتى كلمة محددة تتكرر بشكل غير ضروري. يُعد هذا النوع من الالتزام من المحسنات البديعية اللفظية، ويهدف الشاعر من ورائه إلى إظهار براعته اللغوية وقدرته على التحكم في المفردات والتراكيب الشعرية، رغم ما قد يسببه من قيود في التعبير.",
    "الأمثلة": "تَعِبٌ كُلُّهُمُ الأَنَامُ، فَمَا أَعْـجَبُ\nإِلَّا مِنْ مُعْجَبٍ بِالحَيَاةِ\n\nفَإِذَا ابْتَدَأْتَ القَوْلَ فِي حَشْرَةٍ\nفَلَا تَشْكُ إِلَّا إِلَى القَضَاةِ",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "المرجع :",
    "الوصف": "الهاشميّ،السّيد أحمد  ، 1933 م ، جواهر البلاغة في المعاني والبيان والبديع ، المكتبة العصريّة ،بيروت ، ص : 332",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  }
]