[
  {
    "العنوان": "التبليغ",
    "الوصف ": " وهي المبالغة الممكنة عقلاً وعادةً.",
    "الأمثلة": "فَعَادَى عِدَاءً بَيْنَ ثَوْرٍ وَنَعْجَةٍ ... دِرَاكًا فَلَمْ يَنْضَحْ بمَاءٍ فَيُغْسَلِ\n\n",
    "التحليل": "يصفُ فرسه بالقدرة على العدو الشديد، والمتابعة في الطِّراد، والصّبر على التردّد السّريع مُدَّةً طويلة بين طريدتَيْن، دون أَنْ يَتَصَبَّبَ عرقاً\nهذه المبالغة يمكن أن نعتبر نوعها \"التبليغ\" لأنَّها ممكنة في العقل والواقع.",
    "الملاحظات": ""
  },
  {
    "العنوان": "الإِغراق",
    "الوصف ": " وهي المبالغة الممكنة عقلاً لا عادةً.",
    "الأمثلة": "لَمْ يُبْقِ جُودُكَ لِي شَيْئًا أُؤَمِّلُهُ ... تَرَكْتَنِي أصْحَبُ الدُّنْيَا بِلاَ أَمَلِ",
    "التحليل": " كرم وسخاء شخص ما بلغ درجة عالية جدًا لدرجة أنه سلب كل ما يطمح إليه الشاعر، مما جعله يعيش في الدنيا دون أي أمل أو رغبة في أي شيء آخر، ويُعد ذلك نهاية المدح والثناء على هذا الكرم\nهذه المبالغة ممكنة عقلاً، لكنّها مستبعدة واقعاً بحسب العادة، فهي \"إغراق\".",
    "الملاحظات": ""
  },
  {
    "العنوان": "الغُلوّ",
    "الوصف ": " وهي المبالغة غير الممكنة لا في العادة ولا في العقل",
    "الأمثلة": "مِكَرٍّ مِفَرٍّ مُقْبِلٍ مُدْبِرٍ مَعًا ... كَجُلْمُودِ صَخْرٍ حَطَّهُ السَّيْلُ مِنْ عَلِ\n",
    "التحليل": "من غير الممكن أن يكون في كرِّهِ إلَى الجهة الّتِي يُقْبلُ عَلَيْها فارّاً عنها، فهي مبالغةٌ نوعها \"الغلوّ\" لكنَّها مع ذلك مبالغةٌ مقبولة، لأنّ امْرأ القيس يُصوِّر مَشاعِرَهُ، ويُعَبِّر عمّا يَتَمَثَّلُ في خيَالِ الْمُشَاهِدِ حينَ يرى سُرْعَتَهُ الفائقة الّتِي يختَلِطُ فيها الكرّ والفرّ، حتى كأنّه يَكِرُّ ويَفِرُّ معاً، وهذا ما يُسَمَّى عند الأدباء المعاصرين \"الصِّدْقَ الْفَنِّي\".\nوما يؤخذ من هذه المبالغة الغلو المقبول الذي يكون بما يدخل عليه مَا يُقَرِّبُهُ إلى الصحة، وأن يقدم في صورة جميلة تخيلية، وأنْ يكُونَ تعبيراً عن حالة الشعور النفسيّ",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف ": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف ": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف ": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "",
    "الوصف ": "",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  },
  {
    "العنوان": "المرجع",
    "الوصف ": "الميداني، عبد الرحمن حسن،1996، البلاغة العربية أسسها وعلومها وفنونها، دار القلم للطباعة والنشر والتوزيع، دمشق سوريا، ص:450 - 457",
    "الأمثلة": "",
    "التحليل": "",
    "الملاحظات": ""
  }
]