[
  {
    "Unnamed: 0": "التعريف",
    "Unnamed: 1": "ماهية الصّوائت",
    "Unnamed: 2": "الوظائف الصوتية للصوائت",
    "Unnamed: 3": "الأمثلة الصوتية",
    "Unnamed: 4": "الوظائف الدّلالية  للصوائت ",
    "Unnamed: 5": "الأمثلة الدلالية",
    "Unnamed: 6": "الوظائف النّحوية للصوائت ",
    "Unnamed: 7": "الأمثلة النحوية",
    "Unnamed: 8": "الوظائف الصّرفية  للصوائت ",
    "Unnamed: 9": "الأمثلة الصرفية"
  },
  {
    "Unnamed: 0": "الصوائت، أو الحركات، هي وحدات صوتية أساسية في اللغة العربية، تلعب دورًا محوريًا في تشكيل بنية الكلمة وتحديد معانيها ووظائفها النحوية. تُنتج هذه الأصوات بمرور الهواء بحريّة عبر الحلق والفم دون أي عائق، مما يميزها عن الصوامت التي تتطلب تضييقًا أو إغلاقًا في مجرى الهواء أثناء النطق.، سمَّاها عُلَماءُ العَربيَّةِ حُروفَ المَدِّ واللِّينِ،",
    "Unnamed: 1": " - الصوائت: عددها (6)؛ ثلاث حركات قصيرة: (فتحة، ضمة، كسرة). وثلاث حركات طويلة (المد بالألف، والمد بالواو، والمد بالياء).",
    "Unnamed: 2": "ارتفاع اللسان: تحديد ما إذا كان الصائت عاليًا (مثل الكسر) أو منخفضًا (مثل الفتح).​",
    "Unnamed: 3": "سماءً - سماءٍ",
    "Unnamed: 4": "تلعب الصوائت دورًا في تمييز المعاني بين الكلمات المتشابهة في الصوامت، حيث يؤدي تغيير الحركة إلى تغيير المعنى. على سبيل المثال:​",
    "Unnamed: 5": "",
    "Unnamed: 6": " 1- تُستخدم الصوائت كعلامات إعرابية لتحديد موقع الكلمة ووظيفتها في الجملة. على سبيل المثال:​",
    "Unnamed: 7": "",
    "Unnamed: 8": "1- التمييز بين الصيغ الصرفية: حيث تساعد الصوائت في التمييز بين الأوزان الصرفية المختلفة للأفعال والأسماء.",
    "Unnamed: 9": "كَتَبَ (فعل ماضٍ) - كاتِب (اسم فاعل) - كِتابة (مصدر)"
  },
  {
    "Unnamed: 0": "وهي الألِفُ السَّاكِنةُ المَفْتوحُ ما قبلَها، والواوُ السَّاكِنةُ المَضْمومُ ما قبلَها، والياءُ السَّاكِنةُ المَكْسورُ ما قبلَها، والحَرَكاتُ الثَّلاثُ: الفَتْحةُ والضَّمَّةُ والكَسْرةُ، وهذه الأصْواتُ كلُّها مَجْهورةٌ.",
    "Unnamed: 1": " - أشباه الصوائت (أنصاف العلل): عددها اثنان (ي، و) .",
    "Unnamed: 2": "موقع اللسان الأمامي أو الخلفي: تحديد ما إذا كان الصائت أماميًا (مثل الكسر) أو خلفيًا (مثل الضم).​",
    "Unnamed: 3": "طالبٍ -طالبٌ ",
    "Unnamed: 4": "فَعَلَ (​بفتح الفاء والعين): يشير إلى حدوث الفعل في الماضي.​",
    "Unnamed: 5": "كتَبَ - قرَأَ - مَشَى ",
    "Unnamed: 6": "الرفع: يُعبَّر عنه بالضمة (ــُ) .​",
    "Unnamed: 7": "مثل: \"جاءَ الطالبُ\"",
    "Unnamed: 8": "2- التفريق بين الكلمات المتشابهة في الصوامت : تلعب الصوائت دورًا في التمييز بين الكلمات التي تتكون من نفس الصوامت لكنها تختلف في المعنى.",
    "Unnamed: 9": "عَلِمَ (أدرك) - عَلَم (راية) - عالِم (شخص متعلم)"
  },
  {
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "Unnamed: 2": "تدوير الشفاه: تحديد ما إذا كان الصائت مدورًا (مثل الضم) أو غير مدور (مثل الفتح والكسر).​",
    "Unnamed: 3": "رجلٌ- رجلًا - رَجُلٍ",
    "Unnamed: 4": "فُعِلَ (​بضم الفاء وكسر العين): يشير إلى أن الفعل وقع عليه في الماضي بصيغة المبني للمجهول.​",
    "Unnamed: 5": "كُتِبَ - قُرِئَ-",
    "Unnamed: 6": "النصب: يُعبَّر عنه بالفتحة (ــَ) .​",
    "Unnamed: 7": "مثل: \"رأيتُ الطالبَ\"",
    "Unnamed: 8": "3- التمييز بين الاشتقاقات النحوية :  تغير الصوائت أوزان الكلمات مما يؤدي إلى تغييرات نحوية ودلالية مهمة.",
    "Unnamed: 9": "كُتِبَ (مبني للمجهول) - كَتَبَ (مبني للمعلوم)"
  },
  {
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": "فَعْلٌ (​بفتح  الفاء وسكون العين): يشير إلى اسم يدل على الحدث نفسه.​",
    "Unnamed: 5": "مَشْي - رَكْض ",
    "Unnamed: 6": "الجر: يُعبَّر عنه بالكسرة (ــِ) .​",
    "Unnamed: 7": "مثل: \"مررتُ بالطالبِ\"",
    "Unnamed: 8": "4- تسهيل النطق والتلفظ:تسهّل الصوائت الانتقال بين الصوامت وتحافظ على الإيقاع الصوتي للكلام.",
    "Unnamed: 9": "الكلمات الطويلة ذات الصوامت المتتالية تحتاج إلى صوائت للفصل بينها، مثل: مستشفى، استراتيجية"
  },
  {
    "Unnamed: 0": "المصدر: القرني، علي عبد الله (٢٠٠٤)، أثر الحركات في اللغة العربية دراسة في الصوت والبنية، رسالة دكتوراه، جامعة أم القرى، السعودية.",
    "Unnamed: 1": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": "",
    "Unnamed: 5": "",
    "Unnamed: 6": "2- تحديد البنية  في السياق :تحدد الصوائت وظائف الكلمة في الجملة، مثل الفاعل والمفعول به.",
    "Unnamed: 7": "أكرَمَ العالِمُ الطالبَ (الفاعل: العالِمُ، المفعول به: الطالبَ)",
    "Unnamed: 8": "",
    "Unnamed: 9": ""
  }
]