[
  {
    "Unnamed: 0": "الحركة",
    "Unnamed: 1": "الاستخدام",
    "Unnamed: 2": "وظيفتها  الصوتية",
    "Unnamed: 3": "وظيفتها  الصرفية",
    "Unnamed: 4": "وظيفتها النحوية ",
    "Unnamed: 5": "وظيفتها الدلالية"
  },
  {
    "Unnamed: 0": "الفتحة (ــَ)",
    "Unnamed: 1": "تُستخدم في نطق الحرف مفتوحًا.",
    "Unnamed: 2": "تساعد في تحديد النطق الصحيح للحروف ، صوت مفتوح، تساعد في تحديد النطق حيث يكون الفم متسعًا عند النطق.تُنتج نغمة قصيرة وعالية.",
    "Unnamed: 3": "الفتحة هي بعض الألف تؤثر في بنية الكلمة الصرفية وتغير شكلها الصرفي وتساعد في تصريفها وفق القواعد الصرفية. تدل على البناء للمعلوم في الماضي، وقد تميز المفعول به المنصوب. تدخل الفتحة  في الميزان الصرفي وتتحكم في أوزان الكلمات عند الاشتقاق. ",
    "Unnamed: 4": "1- توضّح موقع الكلمة في الجملة ووظيفتها النحوية وفق الإعراب. 2- علامة نصب  دائما للاسم المفرد وجمع التكسير . 3-علامة جَرٍّ في موضِعٍ واحِدٍ، وهو الممنوعُ مِنَ الصَّرفِ .4-  علامة للنصب في الفعل المضارع المسبوق بناصب .5- علامة بناء  في الفعل الماضي سواء الظاهرة أو المقدرة 6-  علامة نصب في  الحال .7- علامة نصب  للمنادى إذا كان نكرة غيرمقصودة أو مضافًا أو شبيهًا بالمضاف .",
    "Unnamed: 5": "وظائف دلالية في التراكيب اللغوية منها: \n1 ـ الفتحة علم المفعولية: إن ظاهرة المفعولية في اللغة العربية مميزها هـو الفتحـة. \nوالمفعولية هي سمة من سمات الأفعال إذ يتعدى الفاعل عمل فعله إلى غيره أو هو «ما وقع\n عليه فعل الفاعل بغير واسطة حرف الجر أو بها»قد تدل على الفعلية أو المفعولية، مثل \"كَتَبَ\" و\"رأيتُ الطالبَ\"."
  },
  {
    "Unnamed: 0": "الضمة (ــُ)",
    "Unnamed: 1": "تُستخدم في نطق الحرف مضمومًا.تُستخدم للإشارة إلى نطق الحرف مضمومًا تُستخدم في تشكيل الأسماء والأفعال المرفوعة.",
    "Unnamed: 2": "تُنتج نغمة مغلقة ومرتفعة. صوت مضموم، حيث يكون شكل الشفتين دائريًا، وتوضح النطق المرفوع، وخصوصًا في الفعل والاسم المرفوع.",
    "Unnamed: 3": "تؤثر في بنية الكلمة الصرفية وتغير شكلها الصرفي وتساعد في تصريفها وفق القواعد الصرفية، من خلال اشتقاق الكلمات وتحديد الأوزان الصرفية مثل التصغير والإعلال والإبدال ، تظهر الضمة في التصغير  والجموع..تدل على البناء للمعلوم في المضارع، وتظهر في بعض أوزان الفعل الثلاثي ، وتُشير إلى الصيغة الصحيحة للأفعال والأسماء المرفوعة.",
    "Unnamed: 4": "1-  عَلامةٌ للرَّفْعِ في الاسمِ المُفرَدِ،2- َلامةٌ للرَّفْعِ في جَمْعِ المُؤنَّثِ السَّالِمِ 3-علامةٌ للرَّفْعِ  في جَمْعِ التَّكْسيرِ،4- علامةٌ للرَّفْعِ في الفِعلِ المُضارِعِ المَرْفوعِ الَّذي ليس مِنَ الأفْعالِ الخَمْسةِ، وتكونُ ظاهِرةً أو مُقدَّرةً.5- علامة الرفع في الفاعل والمبتدأ والخبر6- وتكونُ عَلامةَ بِناءٍ في الاسمِ المَقْطوعِ عنِ الإضافةِ لَفْظًا لا مَعنًى،  والمُنادى المُفرَدِ، وكذلك في النَّكِرةِ المَقْصودةِ،  وبعضِ الكَلِماتِ المَبنيَّةِ.",
    "Unnamed: 5": "من وظائف الضمة الدلالية علم الإسنادیة: \nإن الإسناد تتقاسمه التراكيب اللغوية إذ يكون ممثلاً في طرفيه المسند إليه والمسند اللـذان\nيعدان دعائم أساسية في الجملة العربية بنوعيها. \nالجملة الاسمية: المبتدأ = مسند إليه. \nالخبر = مسند. \nالجملة الفعلية: الفاعل = مسند إليه. \nالفعل = مسند \nوتعد الضمة علمًا للإسناد إذ تشكل باب المرفوعات في اللغة العربية شريطة تجرد هذين\nالعنصرين من العوامل اللفظية والمعنوية."
  },
  {
    "Unnamed: 0": "الكسرة (ــِ)\t",
    "Unnamed: 1": "تُستخدم للإشارة إلى نطق الحرف مكسورًا، وتشكيل الأسماء المجرورة وفي بعض الحالات النحوية الأخرى.",
    "Unnamed: 2": "هي صوت لين قصير ضيق إذ ينكسر معه طرف اللسان ويضيق المجرى الهوائي. \nوإذا كان اللسان يرتفع مع الضم فهو ينكسر مع الكسر وبالتالي فهما صوتان متضادان في\nحين نجد الفتحة تتوسطهما باتساعها إذ منها تنطلق الحركة متجهة نحو الضم أو نحو الكسر تُنتج نغمة منخفضة وملساء،  وصوت مكسور، حيث يكون اللسان مرتفعًا نحو الحنك الأعلى ويقترب الصوت من الياء.\t",
    "Unnamed: 3": "تؤثر في بنية الكلمة الصرفية وتغير شكلها الصرفي وتساعد في تصريفها وفق القواعد الصرفية، من خلال اشتقاق الكلمات وتحديد الأوزان الصرفية مثل التصغير والإعلال والإبدال، كما تدخل الكسرة  في الميزان الصرفي لأبواب الفعل الثلاثي والمصادر المشتقة  . وتظهر الكسرة  في التصغير  والجموع.",
    "Unnamed: 4": "1-توضّح موقع الكلمة في الجملة ووظيفتها النحوية وفق الإعراب فتكون علامة جر  للأسماء .2- علامة جر الأسماء المفردة 3- علامة جر لجمع التكسير\t4- عَلامة نصب لجَمْعِ المُؤنَّثِ السَّالِمِ .5-علامة جر لجمع المؤنث السالم ",
    "Unnamed: 5": "وظيفة الكسرة الدلالية في علم المجرورات: \nإن سمة الجر خاصة بالأسماء دون الأفعال ودون الحروف. ولهذا فـإن مـن علامـات الأسماء الجر والكسرة علم المجرورات."
  },
  {
    "Unnamed: 0": "السكون (ــْ)\t",
    "Unnamed: 1": "تُستخدم للدلالة على الحرف الساكن وإلى أن الحرف لا يُنطق متحركًا، وفي الأفعال والأسماء التي تحتاج إلى الوقف عند الحرف.",
    "Unnamed: 2": "حالة نطقية خالية من الحركات الثلاث ،وهو أشبه ما يكون بالوقف و قطع النفس عند التلفّظ بالصوامت ( تَقْييدَ الحَرْفِ وانْقِطاعَه عنِ الحَرَكةِ ).تُنتج نغمة ثابتة، بلا حركة صوت ، مما يجعله قصيرًا ومنقطعًا..",
    "Unnamed: 3": "يدخل السكون في الميزان الصرفي والمصادر المشتقة، والسكون له دور في إدغام حرفين مثماثلين أولهما ساكن والآخر متحرّ ك فيُدمج الحرفان لتسهيل النطق .بعض الكلمات تُوقف بالسكون وفق القواعد الصرفية لضبط الوزن والإيقاع ما في التلاوة .",
    "Unnamed: 4": "1- علامة جزم الفعل المضارع صحيح الآخر 2- علامة بناء لفعل الأمر 3-علامة بناء في بعض أسماء الأفعال  4- علامة ( في الأسماء والظروف المبنية) مبنية على السكون.",
    "Unnamed: 5": "من حالات التسكين والوقف الجزم ، حيث تعني الوقف بسكون على آخر الكلمة لبرهة وذل الجزم معناه قطع الحرة عن الحرف ودور هذا الوف والقطع في وصف معاني الكلمات في الجملة فاللمات ليس لها معنى نحوي بدون الحركات وهذا المعنى النحوي يبين المعنى الدلالي للكلمات والذي تلعب قيه السكون دورا مهما مع بقية الحركات."
  },
  {
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": "",
    "Unnamed: 5": ""
  },
  {
    "Unnamed: 0": "",
    "Unnamed: 1": "",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": "",
    "Unnamed: 5": ""
  },
  {
    "Unnamed: 0": "",
    "Unnamed: 1": "المصدر: القرني، علي عبد الله (٢٠٠٤)، أثر الحركات في اللغة العربية دراسة في الصوت والبنية، رسالة دكتوراه، جامعة أم القرى، السعودية.",
    "Unnamed: 2": "",
    "Unnamed: 3": "",
    "Unnamed: 4": "",
    "Unnamed: 5": ""
  }
]